{
	"title": "[정기보고]4월 첫째주",
	"content": "  4월 7일날 3팀 세미나에서<br>\"Characterization of a Microwave Plasma Source using Cavity Resonator\"<br>라는 주제로 발표를 하였습니다.  <br><br>진공학회때 발표한 자료에 <br>플라즈마의 밀도측정 실험과 HFSS 분석들을 추가하였습니다.<br><br>1. 방전 전의 cavity optimizing 실험 및 분석에서 추가된 것들<br><br>우선 방전개시전압을 측정하는 실험을 통해서 <br>방전전에 optimum cavity size가 d=145이었던 것을 확인하고자<br>HFSS를 통해서 quzrtz의 중심을 지나는 단면에서<br>최대로 인가되는 E field가 d length의 변화에 따라 어떻게 바뀌는지를 plot하여 <br>예전에 수행하였던 방전개시전압 실험결과와 비교를 해보았습니다.<br>HFSS 상에서도 145mm일 때 최대의 E field가 집중되는 것으로 나타났는데<br>이것은 cavity 내부에 존재하고 있는 <br>두께가 약 3mm 정도되는 quartz(relative permittivity=3.78)관에 의해서<br>effective permittivity가 증가하였기 때문으로 보입니다.<br><br>2. 방전 후 cavity optimizing 실험 및 분석에서 추가된 것들<br><br>처음에는 마이크로웨이브의 방전에 유리한 높은 압력 영역인<br>100mTorr~1Torr에서 Langmuir probe 진단 실험을 수행하였는데<br>collisional sheath 때문에 제대로된 I-V curve를 얻기가 어려웠고<br>분석에 있어서도 문제가 많았습니다.<br>그래서 base pressure 1mTorr상태에서 <br>Ar 50 sccm을 흘려주어 118mTorr에 도달시켜 <br>방전에 적합한 압력을 만들어 플라즈마를 발생시킨 후에<br>Ar의 유량을 30 sccm으로 줄여 약 45mTorr의 압력으로 실험을 하였습니다.<br>45mTorr에서는 collisionless sheath의 영역이기 때문에 <br>I-V curve를 얻고 분석하는데에 문제가 없었습니다.<br>또한 나중에 빔인출실험을 할 때에도 10~50mTorr에서 실험을 하기 때문에<br>45mTorr에서 cavity optimizing 실험을 하는 것이 합리적으로 보입니다.<br><br> 방전전의 optimum cavity size가 d=145 mm였던 것에 반해<br>방전후 cavity 내부에 플라즈마가 존재하고 있는 상황에서는<br>145mm가 아닌 155mm일 때에 가장 높은 밀도가 측정되었습니다.<br>이것은 플라즈마의 relative permittivity가 1보다 작아서<br>cavity 전체의 effetive permittivity가 <br>플라즈마에 의해서 감소하였기 때문인 것으로 판단됩니다.  <br> HFSS로 quartz의 중심을 지나는 단면에서 최대로 인가되는 E field의 크기가<br>d length의 변화에 따라 어떻게 달라지는 지를 plot해보았는데<br>역시 155mm에서 maximum E field가 가장 큰 것으로 보아 <br>같은 결과라고 생각할 수 있었습니다.<br><br>하지만 input power를 증가시킬수록 cavity condition의 경향성은<br>점차적으로 줄어드는 것을 확인 할 수 있었습니다.<br>즉, 100W에서는 155mm일 때 플라즈마의 밀도가 최대가 되고 <br>경향성도 선명하게 나타나지만, <br>150W에서는 100W에 비해 경향성이 많이 감소하였고<br>200W에서는 경향성을 아예 찾아보기가 힘들었습니다.<br><br>2.45 GHz 마이크로웨이브는 <br>플라즈마 frequency가 인가한 웨이브주파수와 같아지는 지점인 boundary layer에서<br>반사와 투과가 결정됩니다. <br>quartz 중심부에서 플라즈마의 밀도가 가장 높을 것이라는 가정을 한다면<br>boundary layer는 높은 input power에 의해서 <br>전체적인 플라즈마의 밀도가 증가할수록 팽창될 것이라고 볼 수 있고 <br>boundary layer에서 마이크로웨이브는 표면을 따라 흐를 뿐 투과하지는 못하므로 <br>cavity 내부에 boundary layer정도 크기의<br>conductor가 존재하고 있는 상황과 유사해집니다.<br>다시말해 이것은 cavity 내부에 순물질이 존재한다는 가정하에 유도가 되었던<br>cavity condition에 큰 perturbation을 주는 것이라고 볼 수 있습니다.<br>input power가 작을때는 boundary layer의 크기가 작아서 <br>플라즈마에 의한 perturbation이 작다고 볼 수 있기 때문에, <br>그나마 간신히라도 유지하였던 cavity condition이 <br>input power의 증가에 의한 boundary layer의 팽창에 의해 <br>깨졌다고 볼 수 있는 것입니다.<br><br>HFSS에서도 <br>boundary layer가 quartz 크기에 가깝도록 팽창된 설정상에서의 E field 분포가 <br>d length의 길이에 dependent하지 않았기 때문에<br>cavity condition이 깨어진 것이라고 결론을 지었습니다.<br><br>앞으로 추가적으로 수행할 실험은 <br>우선은 radial density profile를 얻는 것으로 계획하고 있습니다.<br>quartz내부에서 boundary layer의 설정과 플라즈마 permittivity의 결정을<br>제가 임의로 한 상태에서 HFSS분석을 한 것이기 때문에<br>보다 신뢰도 있는 분석을 위해서는 <br>실험을 통한 radial density profile이 필요하기 때문입니다.",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=127&amp;filenum=1\"><font class=\"list_eng\">Microwave_plasma_발표_2008_4_7(3팀_세미나).ppt (17.34 MB)</font></a>"
}