{
	"title": "[re] Microwave Plasma Ion Source 빔인출 및 에미턴스 측정 결과",
	"content": "  한가지 수정할 내용이 있어서 Re 답니다...<br><br>\"FIB의 궁극적인 Resolution은 Virtual source diameter 이하로 내려갈 수 없기 때문에(위 논문 p.21 참조) LMIS가 주로 FIB에서 사용되어 왔습니다.\"<br><br> --> FIB Resolution 한계는 Lens의 축소투영율(M, Typically <0.1)과 Virtual Source Size의 곱입니다... 따라서 PIS에서 Virtual Source Size가 좀 크다면 M를 더 작게 하는 방향으로 이온광학계를 설계해야 합니다. <br><br><br>>괜한 참견이 아니라 오히려 굉장히 도움이 됩니다. ㅎㅎ<br>><br>>1. 번은 이제 확실히 이해했습니다. rms나 area emittance를 고려했을 때, 빔의 일반적인 형태인 Gaussian profile보다 큰 peak을 가질수록 low emittance에 장점을 가지는 것으로 볼 수 있겠군요.<br>><br>>2. 예상하신 것처럼 emittance scanner의 deflecting electrode의 한쪽은 그라운드로 연결하고 다른 한쪽만 sweep해 주었습니다. 양단에 서로 반대의 극성을 같는 sweep voltage를 연결해 평균전위를 그라운드로 만들어 주는 것이 바람직한 것이라는 것을 읽었습니다만, 큰 차이가 없다는 가정하에 sweep 시스템 구성의 편의를 위해 일단은 한쪽에만 바이어스 sweep을 해 주었습니다. 그런데 말씀처럼 symmetry가 깨지는 이유가 그것이라면 수정을 고려해 보아야겠습니다.<br>> <br>>3. Dr. Alton의 논문에도 그 과정은 잘 나와있지 않습니다.<br>>허나 그 계산 결과만을 놓고 보면 역시나 pi^2으로 나누어 준것으로 보여집니다.<br>>달리 찾아볼 곳이 없어, 답답하기 짝이 없습니다.<br>><br>>이제는 제가 논문제출의 병목이 되어버렸네요 ㅠㅜ<br>>이번 영국출장에서 반드시 정리해 오겠습니다.<br>><br>>좋은 하루 되십시오~<br>><br>>>이거 내가 괜히 참견한 거 아닌지 미안하네 그랴... ^^;<br>>><br>>>1. Bright core특성이 emittance에 직접적인 영향을 끼치는 것인지 궁금합니다.<br>>><br>>>  --> Low Emittance가 무슨 의미인지 부터 생각해보죠... 지난번에 얘기한 것과 같이 Beam을 Colliminator로 제한함에 따라 emittance는 줄어듭니다. Total current의 39%만을 통과시킬때 나타나는 Ellipse의 면적이 바로 rms emittance입니다 (emittace 단위에 pi가 들어가는 것은 타원의 면적이 pi*a*b에서 나온 것입니다 - 수학정석 참조^^; - 즉 ellipse의 장축길이/2와 단축길이/2을 곱한것이 emittance가 되는 것이죠). 자, 만약 Beam current가 Phase space (x-x' plane) 중심에 집중되어 있다면 어떨까요? 39%를 포함하는 Ellipse의 면적이 엄청나게 줄어들겠죠! 따라서 Beam current가 Phase space 원점에 집중되어 있다면 Area emittance (or rms emittance) 측면에서 매우 유리한거죠... 빔 current가 Phase diagram 상 중심에 집중되어 있다는 얘기는 뭔가요? 바로 이온빔의 대부분이 좁은 면적안에서 거의 직진(Low divergent angle)을 한다는 얘기입니다... Low emittance라는 것이 바로 이러한 상황을 의미하는 것입니다. 여기에다 Beam current density 마저 높다면 결론적으로 High brightness가 되는 것입니다. <br>>>참고로 LMIS의 경우, 이온원에서 출발하는 빔의 발산각이 매우 큽니다. 따라서 Angular intensity는 작습니다 (~20uA/sr). 그러나 플라즈마 이온원(PIS)의 경우, Concave Meniscus를 주로 이용하기 때문에 Focusing된 상태로 빔이 출발합니다. 따라서 Angular intensity가 높습니다 (본인 박사논문 p.24 참조). 그러나 LMIS의 경우, 매우 Sharp한 Apex에서 출발하기 때문에 Virtual Source diameter가 매우 작습니다 (Apex 곡률반경은 10nm 수준이나 Space charge Repulsion effect에 의해 Apex 부근에서 빔궤적 Distortion이 생겨서 실제 Virtual source diameter는 50nm 수준임. 위 논문 p.22 그림 참조). 거기에 비해 PIS는 인출구경이 상대적으로 크고(a few mm) Finite ion temperature로 인해 빔 진행방향과 수직방향의 운동성분이 생겨서 Virtual source diameter가 큽니다. FIB의 궁극적인 Resolution은 Virtual source diameter 이하로 내려갈 수 없기 때문에(위 논문 p.21 참조) LMIS가 주로 FIB에서 사용되어 왔습니다. 그러나 PIS에서 만약 동등한 Brightness를 가질 수 있다면 Virtual source diameter 측면에선 조금 손해보더라도 발산각이 작기 때문에 LMIS에 비해 거의 직진하는 Beam을 Collimation할 수 있어서 Multi-Beam 측면에서 유리하며 또한 Chromatic/Spherical aberration 측면에서 더 유리합니다 (논문 p.152~153 참조). 아... 말로 쓸려니 넘 힘드네... OTL<br>>><br>>>2. 에미턴스 측정시 얻을 수 있는 sweeping voltage에 대한 빔전류의 raw data를 처리하는 것에 특별한 방법이 있는 건가요? 특정 분포를 갖는 함수로 fitting을 한다던지, 위치에 따른 current의 offset을 제한다던지 하는 과정을 거쳐야 하는 것인지 궁금합니다.<br>>><br>>>  --> Sweeping voltage를 mrad로 환산하는 법은 예전에 내가 전해준 엑셀파일을 이용하면 알 수 있을 것이고... Raw data를 굳이 fitting하고 싶다면 각 Point에서 받은 Beam profile을 Gaussian fitting하면 될 것입니다. 그러나 이는 실제 빔의 Profile을 변형시키는 것이기도 하기에 가능하면 실제 받은 데이터를 그대로 사용하세요. 단지 Offset은 좀 주는게 좋습니다. 왜냐하면 Noise가 약간 실려있으면 Area emittance를 계산하는데 문제가 있을 수 있다는 거죠. 실제 측정Data를 보면 빔이 포획되지 않는 부위에서도 약간의 Current가 나타날텐데 이를 offset으로 보상하여 이 부위를 zero로 만들어야 합니다. 아니면 EAS S/W에서 Bias 기법을 사용하는 방법도 있습니다. 이것은 저도 해본 적이 없어서 일단 Dr. Stockli의 04년도 논문을 참조하세요.<br>>>한가지 의문은, 이번에 측정한 Emittance의 경우, Emittance scanner의 상/하단 전극에 Sweeping voltage를 서로 반대로 걸었나요? 즉, 한 쪽을 Ground로 하고 다른 한쪽만 Sweep하면 emittance 모양이 symmetric하지 않습니다 (위 논문 p.132~133 참조). 제가 실험할땐 OP-amp를 써서 BOP에서 나오는 signal을 역전시켜서 상/하단에 걸어서 Emittance를 측정했습니다.  <br>>><br>>>3. 메일로 이미 질문 드린 상황인데 각기 다른 Brightness 단위간의 변환은 어떻게 해야 하는 건지요? 형이 보내주신 휘도 계산 엑셀 파일을 보면, A/[pi^2 (mm)^2 (mrad)^2 (MeV) ]단위의 휘도를 A/m^2 sr eV 단위로 바꿀때 pi^2으로 나눠주는 부분이 있는데, 이부분이 맞는 건가요? 제 생각에는 pi * rad^2 이 sr 단위가 되어야 되니까 오히려 pi 를 곱해 주어야 할 것 같아서요.<br>>><br>>>  --> 이건 저도 갑자기 헷갈리네요... ㅠㅠ. 갑자기 격이 안나서 난감하네. 혹시 Alton 논문에 보면 Hint를 얻을 수 있지 않을까요... 그래도 어찌되었건 LMIS와 SNU PIS 간 휘도 비율은 변하는 건 아니니깐 다행이죠? ㅎㅎㅎ  수학과 담 쌓고 지낸지 꽤 되어서... 크흡~ 좀 더 생각해보께요...<br>>><br>>>한번 놀러간다는 생각은 계속 하고 있는데 여의치 않네요. 여름 휴가철 전에 한번 가서 션한 맥주라도 다같이 마시자구요~<br>>>글구... 용신아... 내 논문 Submit 좀 해다우... ^^;<br>>><br>>>><br>>>>제가 미처 더 좋은 에미턴스 결과가 있었던 것을 확인하지 못했습니다. 자료를 참고해서 비교 평가에 대한 내용을 수정하도록 하겠습니다.<br>>>>0.1 mm 인출구를 사용한 실험결과도 추후에 추가하도록 하겠습니다. multi-hole도 마찬가지입니다.<br>>>><br>>>>그리고 남기신 글 중에서 몇가지 궁금한 점이 있어 질문 드립니다.<br>>>><br>>>>1. Bright core특성이 emittance에 직접적인 영향을 끼치는 것인지 궁금합니다.<br>>>> 빔 코어부분에 전류 밀도가 높아져서 빔 brightness가 증가하는 것은 이해가 됩니다. 그러나 emittance 가 좋아진다는 것은 쉽사리 이해되지 않습니다. 혹 I.G. Brown 의 텍스트에 나오는 이온빔이 밀도가 높아져 laminar flow와 같이 flow를 형성함으로써 빔 발산이 줄어드는 것을 주장한 내용과 일맥상통하는 것인지요?<br>>>><br>>>>2. 에미턴스 측정시 얻을 수 있는 sweeping voltage에 대한 빔전류의 raw data를 처리하는 것에 특별한 방법이 있는 건가요?<br>>>> 특정 분포를 갖는 함수로 fitting을 한다던지, 위치에 따른 current의 offset을 제한다던지 하는 과정을 거쳐야 하는 것인지 궁금합니다.<br>>>><br>>>>3. 메일로 이미 질문 드린 상황인데 각기 다른 Brightness 단위간의 변환은 어떻게 해야 하는 건지요? (제가 일전에 보낸 메일의 전문을 인용합니다.)<br>>>>에미턴스랑 휘도 단위 변환에 대해서 질문이 있어 메일 드립니다.<br>>>>형이 보내주신 휘도 계산 엑셀 파일을 보면,<br>>>>A/[pi^2 (mm)^2 (mrad)^2 (MeV) ]단위의 휘도를 A/m^2 sr eV 단위로 바꿀때<br>>>>pi^2으로 나눠주는 부분이 있는데, 이부분이 맞는 건가요?<br>>>>제 생각에는 pi * rad^2 이 sr 단위가 되어야 되니까 오히려 pi 를 곱해 주어야 할 것 같아서요.<br>>>>잘 이해가 되지 않습니다.<br>>>><br>>>>회사일로 바쁘실텐데 관심가져 주시고 조언해주셔서 너무 고맙습니다.<br>>>>앞으로도 종종 신경써 주셨으면 좋겠습니다. ㅎ<br>>>><br>>>>>제가 연구실에 있을때 했었던 내용인지라... 반갑네용^^<br>>>>>MW을 이용하여 Low power에서 안정된 빔인출이 가능해졌다는 사실만으로 차세대 FIB source로서 상당히 큰 발전인 것 같습니다. Local Sheath Plasma도 제 역할을 잘하는 것 같아서 뿌듯함다~ ㅎㅎㅎ<br>>>>>빔광학적 측면에서 좀 논의드리고자 키보드를 두드려봅니다.<br>>>>>일단 어려운 Emittance 측정(아... 정말 손 많이 타고 지루한 측정작업이져 ㅠㅠ)을 시도하고 분석까지 마친 것에 대하여 칭찬하고 싶고요~<br>>>>>인출직경 1mm에서 일단 시도한 것 같습니다. 비교하기 위한 값으로 제 박사논문에 있는 rms emittance 값을 사용했는데... 아시다시피 박사학위 탈고하고 다시 실험을 한 결과에 의하면 emittance 특성이 논문에서보다 더 좋게 나왔었습니다 (ICIS2007때 발표한 내용입니다. 이전에 사용했던 Cu bias 전극을 Al 전극으로 교체하여 빔인출이 상당히 안정되었고 이에 따라 High current 인출이 가능하였기 때문입니다).<br>>>>>첨부자료를 보시면 가 0.1mm 인출홀에서 인출된 이온빔의 Normalized rms emittance가 0.0021 수준으로 MW 결과(0.06)에 비해 훨씬 낮습니다. 이는 인출홀 직경을 줄여서 인출한 경우 Bright core 특성이 더욱 우수하기 때문으로 보이며 이는 제 논문에서 논한 이론적 배경(Plasma Ion Source에서 휘도를 높이려면 인출홀의 직경을 최대한 작게 만들어야 한다)과 궤를 같이 한다고 판단됩니다. <br>>>>><br>>>>>또한 Beam current density도 계산해보면 0.1mm 인출 case에서 39mA/cm^2, 1mm 인출 case에서 10mA/cm^2로 차이가 납니다. 물론 Beam current density는 입력 power에 dependent하기는 하지만서두요... 입력Power가 150W 밖에 안들어간 것 치고는 10mA/cm^2이면 꽤 높은 수치입니다... Meniscus면 근처의 전자밀도가 3E11/cm^3이라는 얘기니까 상당히 효율적인 Source인 것 같습니다. 물론 LSP에 의한 도움이 큰 것 같습니다.<br>>>>><br>>>>>물론 0.1mm 인출직경을 사용하면 Align 문제 등에 있어서 불리한 점이 있지만서두 향후에는 MW source를 이용하여 0.1mm에서 인출한 결과를 좀 보고 싶네요. Compact source with Low power & High Brightness source의 특성이 완성될 것 같습니다~ 그리고 전화상으로도 얘기했었지만 Multi-Beam 실험 결과도 매우 기대됩니다.<br>>>>><br>>>>>회사생활이 점점 힘들어지니까 예전 랩시절이 그리워지는 밤입니다... 흐흐흑~~<br>>>>>모두들 건강하세요~<br>>>>><br>>>>>김윤재 올림<br>>>>><br>>>>><br>>>>>> Research 보드에 오랜만에 결과를 올리게 되었습니다. <br>>>>>> 앞으로는 자주 이용하도록 하겠습니다. 이전 자료도 틈틈히 정리해서 올리겠습니다.<br>>>>>><br>>>>>> 오늘 자료는 FIB용 Microwave Plasma Ion Source(MWPIS)로써 김현태씨와 제가 진행하고 있는 rectangular resonator type과 insulated antenna type의 MWPIS의 빔 인출 실험과 에미턴스 측정 자료를 정리한 것입니다.<br>>>>>><br>>>>>> 두 소스 모두 그 동안 방전 개시 파워를 낮추는 실험을 하고 있었기에, 빔인출이나 플라즈마 glow가 균일하게 형성되는 것에 유리한 조건에서 운전을 하고 있지는 않았습니다. 가장 큰 차이는 운전 압력이 될 텐데요, 방전을 위한 최적의 운전압력은 빔인출이나 glow 형성을 돕기에는 아주 높은 값이었습니다.<br>>>>>> 이에 방전 챔버의 압력을 점점 낮추며, 빔 인출 실험을 수행했습니다.<br>>>>>> (자료에 구체적인 형상이 나와 있지는 않습니다.) 그를 위해 resonator type 장치는 gas를 방전챔버에 직접 주입하고 보조 터보펌프 쪽에 screening electrode를 두고 그에 홀을 두어 압력을 조절하는 형태로 개선하였습니다. 홀의 크기를 바꾸어가며 압력의 변화에 대한 빔 인출 실험을 하였습니다.<br>>>>>> insulated antenna type은 별도의 보조 펌프가 없으므로 플라즈마 전극과 바이어스 전극 사이에 틈을 두어 인출구와는 별도로 압력을 조절하는 구조를 도입하여, 방전 챔버 압력을 조절하였습니다.<br>>>>>> 이에 의한 빔 인출 결과를 LSP가 없을 경우와 있을 경우 모두 비교를 하였고요, 자세한 내용은 첨부된 자료를 참고하시기 바랍니다.<br>>>>>><br>>>>>> 위의 절차를 거쳐 결정한 적절한 운전 조건에서의 빔인출 실험결과를 바탕으로 에미턴스를 측정하였습니다. 기존 ICP 소스와 특징적으로 다른 조건은 빔 인출 홀의 지름이 1 mm로 기존의 0.1 mm보다 10배 큰 것입니다. 그럼에도 불구하고, 측정된 빔 에미턴스가 기존 ICP 소스의 에미턴스 보다 불과 2배 정도 큰 것에 지나지 않는 결과를 보여 줍니다. 이 때의 빔 전류는 MWPIS가 10배를 상회하는 값을 보입니다. 이는 빔 에미턴스의 감소는 인출구의 크기를 줄이는 것에 의한 것 뿐만 아니라 인출 시스템에 의한 beam optic를 최적화하는 것에도 큰 영향을 받는 것이라는 것을 방증하는 결과로 여겨집니다.<br>>>>>> <br>>>>><br>>>><br>>><br>><br>"
}