{
	"title": "[re] 왜 낮은 압력에서 빔전류가 높은가...? (아래 내용의 Reply)",
	"content": "  압력이 높을수록 빔전류가 줄어드는 것이 말씀하신 두가지 이유가 있었네요.<br>저희의 판단으로 현재 소스에서는 plasma가 확산될 때 충돌에 의한 손실이 빔 전류를 줄이는 주요 원인이라고 생각하고 있었습니다.<br><br>현상적으로 볼때, 압력이 높을때는 마이크로웨이브 파워가 전달되는 쪽에 가까운 플라즈마는 굉장히 밝지만, 그 곳에서 멀어질 수록 급격히 어두워지는, 즉 밀도가 낮은 현상이 나타납니다. 반면, 압력이 낮을 경우 밝은 플라즈마 영역이 넓어져서 위치에 따른 플라즈마 밝기의 변화가 뚜렷하게 줄어드는 모습을 볼 수 있습니다.<br><br>이는 이전에 김현태씨가 프로브(인출홀과 마이크로웨이브 파워가 전달되는 영역의 사이에 위치)를 이용해 측정한 플라즈마 밀도가 압력의 증가에 대해 낮아지는 경향성을 보인 결과로도 뒷받침됩니다. (당시에는 프로브가 collision sheath 조건에 놓여 있어, 전자 손실이 많음으로 인해 밀도가 저평가된 것이라는 의견도 있었습니다.)   <br><br>LSP를 이용한 경우는 말씀하신 것처럼 조금 상황이 다르게 됩니다. 플라즈마가 워낙 인출홀에서 가깝기 때문에, plasma가 diffuse할 동안 충돌에 의한 손실에 대한 밀도의 변화가 작아집니다. 결국 LSP의 경우, 압력을 높여 밀도를 키우는 것이 충돌에 의한 밀도 손실분을 넘어서기 때문에 높은 압력에서의 운전이 유리한 것입니다. <br><br>그러나 간과하지 말아야 할 것은 LSP의 밀도(혹은 saturation bias current)는 주변 plasma의 밀도에 의해 결정되고 제한된다는 사실입니다. 주변 플라즈마가 LSP 근처까지 diffuse해 올 동안 충돌에 의한 손실이 많다면, 얻을 수 있는 LSP의 최대 밀도도 낮아지겠지요. <br>즉, 높은 압력 상황에서의 운전은 LSP 자체의 밀도를 증가시키는 장점이 있지만, 그와 동시에 LSP의 최대 밀도를 결정하는 주변 플라즈마의 손실을 늘리는 단점이 있습니다. 이 둘 사이에서 최적의 압력 조건을 기대해 볼 수 있겠지요. <br>또한 이렇게 생각하면 가스 주입은 당연히 인출구 가까이, 즉 LSP 근처에서 하는 것이 효과적일 것입니다.<br><br><br>에고..<br>조언을 계속해 주실 수록 연구의 바닥이 보이는 것 같아 부끄럽습니다.<br>Ion energy spread를 당연히 측정해야 하는 것인데 아직 그러지 못했습니다.<br>말씀하신 것처럼 High pressure일때 electron의 에너지가 낮은 것이 일반적인 상황입니다. 그런데, electron의 에너지가 낮은 것이 왜 이온 에너지 분포가 낮은 것을 의미하는가? 라는 것이 논리적으로 이해하기에 약간의 의아함이 있을 것 같아 짧은 설명을 붙입니다.<br>이온의 에너지 분포은 그 이온이 갖는 thermal energy와 potential 차이에 의한 drift velocity 차에 의해 결정될 것입니다. 이온의 온도가 일정해서 thermal energy가 일정하다면 결국 플라즈마 내의 potential 차이를 줄이는 것이 이온의 에너지 분포를 낮추는데 일조를 하게 될 것입니다. 플라즈마 내에서(쉬스는 플라즈마가 아니죠) potential 변화가 가장 큰 곳은 어디일까요? 플라즈마와 같이 quasi-neutral 상태이지만 분명한 potential 변화가 있는 pre-sheath 영역일 것입니다. 이 곳에서의 potential 변화가 ion energy spread를 키우는 주요 요인이 되는 것입니다. Bohm sheath 이론에 따르면 pre-sheath에서의 potential 차이는 전자온도의 반에 해당하는 값이라고 알려져 있습니다. 그러므로 전자온도가 낮을 수록 pre-sheath의 전위 차가 작아지고, 이온의 drift energy 차이가 작아져 ion energy spread가 작아지는 것입니다.<br><br>LSP의 경우 기존의 이런 논의와는 거리가 좀 있어 보입니다. LSP와 인출구 사이의 sheath는 일반적인 Bohm sheath와는 다르기 때문이죠. 아주 작은 electron sheath이거나 김박사님 논문에 실린 Debye sheath가 형성된다고 본다면 전혀 다른 상황이 됩니다. 이에 대한 평가는 LSP를 좀더 정확하게 진단한 후에 가능하리라 생각됩니다. <br><br>그동안 그래도 제가 김박사님 논문을 가장 열심히 읽은 사람 중 하나라고 생각하고 있었는데, 좀더 낱낱이 읽어야겠습니다. ㅎㅎ<br>올리신 글을 읽고, 하나씩 정리할 수록 문제에 대한 접근이나 이해가 점점 명확해지는 것 같습니다. 고맙습니다.<br><br><br>>이왕 참견하는 거 끝까지 함 가볼랍니다...ㅋㅋㅋ<br>><br>>예전부터 이온빔 인출하는 사람들이 겪은 이상한 문제점 중 하나는 \"왜 저압에서 빔전류가 높은가?\"였습니다. 이것은 양이온실험이던 음이온실험이던, Ar 실험이던 He 실험이던 동일하게 나오는 현상입니다. 언뜻 생각하기에 이해가 안되는 것이 당연한데요, 왜냐하면 이온빔 전류는 플라즈마밀도에 당연히 비례하고 플라즈마밀도라는 것은 압력이 높을 수록 높은 것은 당연하니까요. 따라서 이 역설적인 상황을 어떻게 이해하느냐도 큰 관건이었습니다.<br>><br>>이에 대한 이론적 해석을 제 학위논문에서 논했었습니다 (학위논문 p.79~84 참조). 간단히 설명하자면, 두 가지 영향이라고 판단되는데 그 하나는 Diffusion에 의한 영향과 또 하나는 EEDF의 Non-local effect에 의한 영향입니다. <br>><br>>첫번째 Diffusion에 의한 영향은 제 논문 (4.13)식을 참조하시면 알 수 있습니다. 플라즈마라는 놈은 양극성확산(Ambipolar diffusion)을 하는 놈인데, Ambipolar diffusion coefficient는 전자온도에 비례하고 Momentum transfer collision freqency에 반비례합니다. 따라서 저압인 경우 (전자온도가 높고 충돌이 적은), Diffusion coeff가 높습니다. 반대로 압력이 높아질 수록 Diffusion coeff가 낮아집니다. 우리가 사용하는 plasma ion source라는 놈을 가만히 들여다 보면, 플라즈마가 만들어지는 영역과 인출영역 사이에 일정한 거리가 있죠. 여기서 한가지 확실히 해야하는 것은 \"빔전류는 인출영역에서의 플라즈마밀도에 비례하는 것이지 Ambient plasma 밀도에 비례하는 것이 아닙니다!!\" <br>><br>>자, 그럼 얘기는 명확해집니다. 압력이 높으면 플라즈마 밀도는 당연히 높습니다. 그러나 만들어진 플라즈마가 인출구까지 확산해오는 정도가 압력에 따라 틀립니다. 무슨 소리냐 하면 Low pressure인 경우, 만들어진 플라즈마의 밀도는 낮지만 확산이 잘되어 인출구 영역까지 잘 확산해오는데 High pressure인 경우는 만들어진 플라즈마의 밀도는 높지만 확산이 잘안되어 인출부위의 플라즈마밀도는 오히려 낮아지는 것이죠. 이러한 \"역전\" 현상의 실험적 증거가 제 논문 Fig 4.15에서 나타내고 있습니다. <br>><br>>Non-local effect는 간단히 말하자면 전자에너지의 Relaxation length가 압력에 반비례한다는 것인데요, 즉 저압일수록 전자온도가 거리에 상관없이 일정하다는 것입니다. 자세한 내용은 논문 p.83을 참조하세요.<br>><br>>여튼 이번 용신이의 실험결과에서도 같은 결과를 얻었더군요. 즉, LSP를 사용하지 않은 일반적인 이온빔 추출방식에서는 저압에서 높은 빔전류가 나왔습니다 (첨부파일 p.1 참조). 그런데 LSP를 사용하면 그러한 경향성이 상당히 줄어들고 오히려 반대가 되는 현상(높은 압력에서 높은 빔전류)도 보입니다 (첨부파일 p.2). 그래서 정량적으로 한번 살펴보았습니다 (첨부파일 p.3). 즉, Pressure가 2배 증가할 때 빔전류의 증감율을 계산해보니, LSP를 쓰지 않았을때에 비해 LSP를 쓰면 감소율이 반 이상으로 떨어지고 Resonant type MWIS (pump hole 2mm)의 경우에서는 오히여 27% 빔전류가 증가했습니다 (물론 Second jump를 제외했을때입니다. 이 second jump 현상도 상당히 흥미롭네요).<br>><br>>제 학위논문에서도 동일한 현상을 설명하였습니다. 제 학위논문 p.142의 Fig 5.10을 보시면, 일반적인 이온빔 인출방식(No bias) case에서는 Pressure가 증가함에 따라 빔전류가 감소했습니다. 그러나 LSP를 사용한 경우(0.6A, 1.0A)에서는 빔전류가 오히려 증가했습니다. 이에 대한 설명을 p.141에 논했습니다. 즉, LSP를 이용하면 인출부위쪽에 플라즈마를 생성시켜 Ambient plasma와의 Channel을 형성하기 때문에 Diffusion에 의해 역전되는 현상이 근원적으로 억제되는 것입니다.  <br>><br>>High pressure 운전이 좋으냐 Low pressure 운전이 좋으냐는 단순히 어느 경우에서 빔전류가 높게 나오느냐로 결정해서는 곤란한 문제입니다. 제 논문에서 논한 바와 같이, High pressure에서 높은 빔전류를 얻을 수 있다면 좋은 이유가 몇가지 있습니다. 대표적인 것으로는, High pressure에서는 전자온도가 낮기 때문에 Ion energy spread를 상당히 억제할 수 있습니다. Ion energy spread는 Chromatic aberration의 중요한 term이기 때문에 High brightness ion source의 특성평가 항목 중에서도 중요합니다 (제 논문 p.19와 p. 147을 참조하세요). <br>><br>>이러한 점으로 인해 LSP의 유용성은 더욱 강조되어야 하겠습니다. 즉, 일반적인 인출개념으로는 Low pressure 운전을 해야 빔전류를 높일 수 있는데 반해 LSP를 사용하면 High pressure 조건에서 운전이 가능하여 Ion energy spread를 감소시키면서 빔전류도 높게 가져갈 수 있는 겁니다. 그러나 High pressure 운전이 다 좋은 것만은 아니겠죠... 즉 차등진공 능력이 떨어지는 Source라면 어쩔 수 없이 Low pressure 운전을 해야 할테니까요.<br>><br>>그리고 Bright core에 대한 이론적설명(PBGUNS 시뮬레이션 결과를 이용한)을 제 논문 p.138~139에서 논하고 있습니다. 한번 참조하세요~<br>><br>>출장 잘다녀오삼^^<br>><br>>- 김윤재 올림 - <br>><br>"
}