{
	"title": "[re] 주간 리포트 공지 2월 첫번째 주간 리포트 결과 ",
	"content": "  솔직히....<br>제가 괜한 짓을 한게 아닌가 후회도 듭니다. 졸업해서 어찌보면 랩운영에 대한 권한이 없는 사람이 나타나 윽박지른 꼴이 되었지 때문이죠. 하지만 제 인생에서 가장 소중한 시간을 보냈던 Nuplex에 대한 사랑이 그렇게 표현된 것이라고 이해해주셨으면 합니다. <br><br>그래서... 앞으로도 계속 Push하는 자세를 견지할랍니다. ㅎㅎㅎ<br><br>신년회에서도 말씀드렸다시피, 누가 뭐라든 알아서 잘하는 사람도 있지만 강제성 없는 상황에선 한없이 나태해지는 저같은 사람도 있기 마련입니다. 전자의 경우라면 이러한 강제성 다분한 제도가 매우 성가신 것이라 여길 수도 있겠죠. 허나 대학원 연구실은 과학기술자로서 Career를 쌓는 첫번째 \"직장\"입니다. 따라서 공통의 목표를 지향해서 나가는 조직이라면 당연히 갖춰야 할 제도라고 이해해주셨으면 합니다. <br><br>아래 랩장의 의견에 저는 전적으로 동감합니다. 일단 중요한 것은 변화된 연구실 운영에 모두들 협조하는 자세가 필요하다는 점입니다. 그러기 위해선 마감시한에 대한 강제성 정도는 있어야 합니다. 다만 보고 내용에 대한 평가는 교수님이 하시는 것이지 저나 랩장이 하는 것은 아니라고 판단됩니다. 그래도 연구활동에 대한 보고를 상호 공유하게 되면 자신이 미진한 부분에 대하여 자극받는 계기가 마련되리라 판단되며 좀 시간이 지나면 랩원 전원이 상향평준화된 실력을 갖추게 되리라 믿어 의심치 않습니다. <br><br>연구계획서 및 2주간 보고에 대하여 몇가지 건의드릴 사항은 <br><br>1) 연구트렌드 보고를 올린 내용들이 전반적으로 Detail하지 않은 것 같습니다 (물론 시간이 부족했다는 점 십분 이해합니다). 가급적 다음에 보고하게 될 연차연구계획서에서는 더 자세한 트렌드 분석을 계획서 전반부에 포함했으면 합니다. 즉, 트렌드 분석 결과 우리가 지향해야 할 점이 어떤 방향이 좋을지 (SWOT분석이 좋겠죠), 틈새를 어떻게 파고들면 좋을지, 어떤 Break-through Idea가 있을 것인지, 관련 산업에 미칠 영향은 어떨 것인지에 대한 Prospect까지 포함시켜주십시요 (각자가 경영컨설턴트가 되었다고 상상하며 작성해보면 어떨까 싶네요).<br><br>2) 연구계획서 작성 역시 Detail의 극치를 보여주셨으면 합니다. 예를 들면 Time schedule을 만들고 연구/Device 개념 확정, 장치설계, 장치조립, Preliminary test 및 장치개선, 주요 실험 Item 실시, Analysis, 관련논문(or 보고서) 작성, 차기년도 계획 수립과 같이 큰 category를 포함시켜 주시고 해당 Category내에서 세부 실행 Item들도 나열해서 작성해주셨으면 합니다. 물론 중간중간 schedule이나 연구방향이 바뀌긴 하겠으나 중요한 건 Plan을 항상 염두해두고 일하는 자세를 가졌으면 한다는 점입니다. 그리고 2주간 연구보고 시 보고서 앞쪽에는 해당 년도/월 Plan을 기술하고 어느정도 진척되고 있는지, 변경된 사항이 무엇인지 서술하여 주십시요.<br><br>3) 연구계획서 작성 시 가시적 성과물에 대한 목표를 구체적으로 제시해 주십시요. 뭐 당연히 논문과 학회발표가 그것이 되겠죠 (Project 보고서도요). 그러니 계획서 작성 시 올해 목표로 하는 저널논문(편수), 학회(초록접수일정확인) 등을 포함해주십시요. 그리고 이에 대한 진행 Plan도 포함해주십시요.<br><br>4) 위 건의가 타당하다고 판단되시면 연구계획서 작성을 위한 시간이 충분히 필요할 듯 싶습니다 (개인별로 교수님과 면담 후 연구 Item 정리 및 학회/논문 목표를 결정해야 할 테니). 이에 대하여 랩장께서 고려하셔서 마감일정을 지정해주셨으면 합니다.<br><br>너무 참견이 많았지만... 마감시한 강제성을 제외하고는 그야말로 저의 건의사항입니다. 교수님을 위시하여 Nuplex 구성원 여러분들께서 판단하셔서 더 좋은 안을 만들어 주시리라 기대합니다.<br><br>감사합니다. (--) (__) (^^)<br><br><br>>지난 신년회 때 김윤재 박사님의 말씀대로 좀 더 강제성있는 주간 보고를 시작하고자 합니다.<br>>선생님이나 선배님들의 생각은 제가 정확하게는 알지 못하지만 현재 제 생각은 이렇습니다.<br>>신년회 당시 김박사님께서 좋은 말씀을 많이 해 주셨고, 그 말씀의 취지는<br>>큰 숲을 볼 수 있는 능력과 그에 따른 계획적인 능력을 학교에서부터 기르자는 것으로 이해하고 있습니다.<br>>다만, 여기서부터가 제 생각입니다만 학교는 회사와는 여러가지 측면에서 다를 수 있기 때문에<br>>반드시 회사와 똑같은 모습을 요구할 수는 없을 것 같습니다.<br>>따라서 제 나름대로 정리를 내리자면 <br>><br>>정확한 기일을 확정하고 그것을 지키는 것으로 평가를 받자는 것입니다.<br>><br>>날짜를 엄수하는 것 외에 보고 내용 자체는 평가의 대상이라기 보다는 <br>>(물론 넓게 보면 하나의 평가가 될 수 있겠지만요.)<br>>같이 정보 및 내용을 공유하고 서로 질문하고 도와주기 위함이라고 보면 될 것 같습니다.<br>>즉, 기일 자체는 꼭 지키되 대신 내용은 충분히 자유롭게 진행을 했으면 좋겠습니다.<br>>선생님이나 선배님들의 생각을 여쭙지 않고 저 나름대로의 결론을 내린지라 주제넘게 보실까 걱정입니다.<br>>제가 잘못 생각하고 있다거나 혹은, 그렇지 않더라도 다른 의견 있으시면 말씀해 주시길 바랍니다.<br>><br>>이번 주는 제가 날짜를 정확하게 파악하지 못하고 있어서 문제가 생겼습니다.<br>>혼란을 빚은 점은 선배님들과 실험실원분들께 사과드립니다.<br>><br>>다른 의견이 없으시다면 앞으로 주간 보고 일자는 월요일 밤 12시로 하겠습니다. (화요일 새벽 포함)<br>>그리고 그 정리는 제가 화요일 중에 하겠습니다.<br>>아까도 말씀드렸듯이 보고 여부만을 정리하겠습니다.<br>>나머지 내용에 대해서는 서로 읽어보고 같이 의견을 나눕시다.<br>><br>>그리고 신입생 3명은 일단 한학기 정도 제외하겠습니다. <br>><br>>그럼 이번주 결과를 정리하겠습니다.<br>>월요일 밤 12시 기준입니다 (그 다음 새벽까지는 포함하겠습니다.)<br>><br>>===========================<br>>작성자 : 8명<br>><br>>비 작성자 : <br>>박용신 (현재 몸이 아파서 출근을 못하고 있습니다. 따로 올리겠다고 연락받았습니다.)<br>>김현태 (유학의 마지막 관문인 영어 시험 준비를 하고 있습니다. 앞으로는 통계에서 제외하겠습니다.)<br>>===========================<br>><br>>비록 한 분이 빠진 상태이지만 제 생각엔 다들 잘 올려 주신 것 같습니다.<br>>앞으로도 계속해서 잘 진행되었으면 좋겠습니다.<br>><br>>다음 주는 역시 김윤재 박사님의 말씀대로 올 한해 혹은 한학기 정도 자신의 계획을 작성해 주세요.<br>>각자 생각해 보시고 다음주 월요일 밤 12시까지 작성 부탁드립니다.<br>>그 다음주부터 하게 될 주간 보고서는 크게 두 그룹으로 나누어<br>>격주로 진행하겠습니다.<br>><br>>구체적인 명단은 곧 다시 공개하겠습니다.<br>><br>>그럼 안녕히 계세요.<br>"
}