{
	"title": "[re] [정기보고, 7월24일 발표] Mode transition condition in IEC device ",
	"content": "  우선 질문에 감사드리면서 답변드리겠습니다.<br><br>(1) Star mode, Jet mode, Mode1, Mode2 등은 우리 실험실에서 독자적으로 붙인 이름인가요? 아님 다른 연구팀에서 보고된 사례가 있는 것인가요? 있다면 그 쪽에서 제시한 모델은 어떤 것인가요?<br><br> star mode와 jet mode는 IEC 방전에서 기존에 알려진 mode들로서 cathode grid 사이를 지나는 ion beam line들이 cathode 중앙에 집속되는 형태를 star mode로 칭하고 가스 압력이 매우 높을 경우 grid 사이의 한쪽 방향으로의 jet 형태의 방전이 일어날 경우가 jet mode입니다. star mode의 경우 가스 압력이 낮고 전압이 수~수십kV 이상의 조건에서 electron의 ionization cross section이 급격히 감소하여 방전에 기여하지 못하고 ion의 ionization cross section이 증가하여 ion이 방전을 일으키는데 cathode grid사이를 통과하는 ion들 중 grid사이와 반대편 grid사이를 잇는 trajectory를 왕복하는 ion들이 방전을 더욱 용이하게 하면서 그 부분에서의 density를 높여 밝은 ion beam line을 형성하는 mode라고 설명되고 있습니다. jet mode의 경우에는 압력이 매우 높은 조건에서 나타나는 IEC 방전이라고만 보통 설명되어 오다가 최근의 논문에서는 cathode내부의 space charge가 일정 이상 증가할 때 나타난다는 해석이 있었습니다. 지헌이형의 PIC simulation에 따른 해석은 current가 증가하여 cathode 중앙부위의 ion space charge가 증가하여 potential을 증가시키면 grid 사이를 빠져나가던 electron들 내부에 trap되고 cathode에 약간이라도 비대칭성이 있을 경우 grid 사이에서 potential이 높은 한 쪽을 찾아 trap된 electron들이 쏟아져 나오는 현상을 jet mode로 생각하고 있습니다.<br> mode1과 mode2의 경우에는 우리 실험실에서의 실험 도중 star mode나 jet mode 어느 쪽이라 하기 힘든 형태의 방전이 관찰되어 임의로 붙인 이름입니다. mode1의 경우 전압이 낮고 압력이 높아 cathode grid와 anode사이에서의 electron ionization이 증가하고 때문에 grid 사이의 beam line이 아니라 cathode 둘레 전체에서 방전이 일어나는 형태로 생각하고 있고 mode2의 경우는 jet mode와 유사한 방식으로 형성되지만 jet mode보다 압력이 낮아 jet 형태의 국부적인 방전은 일어나지 않는 것이 아닌가 하고 생각하고 있습니다.<br><br><br><br>(2) 사진상으로 보면, Transition 후에는 마치 Self-sustaining glow discharge처럼 보이는데... 이게 맞다면 V-I characteristic curve에서 Transition은 Corona(Townsend) discharge에서 Glow discharge로 천이하는 그것과 유사한 것이라 봐도 되나요?<br><br> current가 증가하여도 voltage는 거의 증가하지 않는 것으로 보아 transition 전후를 다른 mode에서의 normal glow 방전으로 생각하고 있습니다. 우선 transition 전에는 방전이 paschen curve의 왼쪽 영역을 따르고 있는데 이 경우에는 pd가 작기 때문에 양광주와 같은 space charge 영역이 발생하지 않고 타운젠트 방전에서 글로우 방전으로의 voltage drop이 없습니다. 또한 current가 증가할수록 중앙 부위에 형성된 star mode 방전의 두께가 점차 증가해가는 즉, 방전 면적이 점차 증가해가는 것을 관찰할 수 있습니다. transition 후에도 역시 paschen curve의 왼쪽 영역을 따르고 있으며 IV curve로 보아 normal glow로 생각하고 있는데 current가 증가할 때 방전 면적이 증가하는 것은 아직 확인하지 않았습니다.<br><br><br><br>(3) Star mode와 Mode 1의 차이는 Grid 사이를 진행하는 빔 궤적이 보이느냐 안보이냐 차이인가요? <br><br> 제가 star mode와 mode1을 구분한 것은 육안으로 관찰하였을 때 beam line의 유무에 따른 것으로 급격한 mode transition이 있는 것은 아니고 점진적인 변화를 임의로 구분한 것입니다. 그 차이는 위에서 말씀드린 대로 star mode에서 전압이 낮아지고 가스 압력이 높아질수록 electron ionization의 기여가 점차 커지면서 나타나는 것으로 생각하고 있습니다.<br><br><br><br>(4) 향후 효율적인 IEC 구축 및 운전모드 확립을 위해서는 어느 Mode가 가장 이상적인가요?<br><br>neutron generation을 위한 IEC 방전에서는 cathode 내부에서 가능한 최대로 높은 전압으로 가속된 ion들이 많은 fusion을 일으키는 것을 목적으로 하고 있습니다. 그러므로 ion들을 높은 전압으로 가속하여 cathode grid사이를 왕복시키면서 reaction rate를 높이는 star mode가 IEC의 주된 방전 형태이며 실제로 우리 실험실을 포함한 거의 대부분의 IEC 실험실에서는 최근 제가 보고한 실험들에서보다 훨씬 낮은 가스 압력과 높은 전압 조건에서의 star mode에 대한 실험 및 관찰들이 이루어졌고 이루어지고 있습니다. 실제로 다른 mode의 경우들은 높은 neutron production rate를 얻는 입장에서는 바람직하지 않은 운전 mode라고 할 수 있습니다. 단, jet mode의 application이 가능한 부분이라고 하면 IEC jet를 이용한 space propulsion 정도가 연관될 수 있지 않을까 생각합니다.<br><br><br><br>>질문이 있습니다.<br>><br>>(1) Star mode, Jet mode, Mode1, Mode2 등은 우리 실험실에서 독자적으로 붙인 이름인가요? 아님 다른 연구팀에서 보고된 사례가 있는 것인가요? 있다면 그 쪽에서 제시한 모델은 어떤 것인가요?<br>><br>>(2) 사진상으로 보면, Transition 후에는 마치 Self-sustaining glow discharge처럼 보이는데... 이게 맞다면 V-I characteristic curve에서 Transition은 Corona(Townsend) discharge에서 Glow discharge로 천이하는 그것과 유사한 것이라 봐도 되나요?<br>><br>>(3) Star mode와 Mode 1의 차이는 Grid 사이를 진행하는 빔 궤적이 보이느냐 안보이냐 차이인가요? <br>><br>>(4) 향후 효율적인 IEC 구축 및 운전모드 확립을 위해서는 어느 Mode가 가장 이상적인가요?<br>><br>><br>><br>>>고정된 current에서 pressure를 변화시키며 current control을 통해 얻은<br>>>기존의 mode transition condition과 비교한 결과.<br>><br>"
}