{
	"title": "PPPL FIReTIP laser cavity scan data",
	"content": "  FIReTIP 담당하시는 프린스턴의 이관철 박사님께 몇 가지 문의 드린게 있었습니다. <br><br>1. FIR laser output coupler는 어떤 스펙으로 제작하는지<br>2. 현재 130 mW 의 출력이 나오고 있는데 이는 적당한 값인지<br>3. cavity scan을 하면 side peak이 보이는데 이들의 원인은 무엇인지<br><br>였습니다. 이에 대한 이관철 박사님의 대답은 아래와 같았으며 FIReTIP laser R&D를 행하신 Dr. Deng의 cavity scan data를 보내 주셨습니다. 참고로 올려 봅니다. <br><br>===========================================================================<br><br>Hi, Moonseong<br><br>I'm fine. Good to hear from you.<br><br><br><br>Firstly, we use 70-90 W pumping power to get 60 mW maximum  FIR laser power<br>though it divided  into three FIR lasers. So 130 mw is not so bad.<br><br><br><br>FIR output couplers were already made when I came to US, so I don't have<br>information on it other than written in the RSI paper.<br><br><br><br>About the other signal than 118 micron, as long as I know (1) when CO2 laser<br>cavity is not in best alignment it could generate some (2) FIR laser<br>alignment is also one of the sources. And CH3OH itself has some other peaks. <br><br><br><br>I attached summary of FIReTIP FIR laser characteristics including 3 FIR<br>lasers, this shows different profiles from cavity scan. These results was<br>recorded by Dr. Deng, now FIR1 and FIR2 show similar cavity scan result, but<br>Stark laser has many more unwanted peaks. Dr, Deng said he made clean<br>scanning by spending huge amount of time in cavity alignment. <br><br><br><br>So mode competition would make these unwanted peaks and when the state of<br>cavity is not perfect it become worse.<br><br><br><br>By the way do you use normal FIR laser or one with Stark cavity?<br><br><br><br>And in the long run, for high density plasma like ITER we need shorter wave<br>length like 50 micron, there are references from Japanese research using<br>CH3OD producing 57 micron.<br><br><br><br> Good luck and any more questions will be welcomed.<br><br><br><br>Kwan-Chul<br><br>",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=48&amp;filenum=1\"><font class=\"list_eng\">Summary_of_Laser_Test_and_Optical_Design(Princeton).doc (648.0 KB)</font></a>"
}