{
	"title": "[KSTAR 제어] EPS(유럽물리학회) 발표후기",
	"content": " <br> 이번 6월 26일부터 7월 1일에 걸쳐 스페인 타라고나에서 개최된 <br> 유럽물리학회(EPS)에서 발표한 발표자료와 프로시딩입니다.<br><br> 제 발표자료에 대한 학회에서 사람들의 평가를 간단하게 요약하겠습니다.<br><br>(1) DINA 저자인 러시아 과학자(Lukash, Dokuka)<br> Dokuka의 경우 다음과 같은 제목의 발표를 하였습니다. <br> \"Linearization of ITER plasma equilibrium model on DINA code\"<br> 기본된 formulation이 제 발표내용과 워낙 비슷하였기 때문에 보고 많이 흥분하여서<br> 코웍을 같이 하자고 하며 Lukash까지 데려와서 소개하기도 하였습니다. (사실상... 제 작업의<br> 구체적인 내용을 별로 이해한 것으로 보이지는 않습니다.. 단지 formulation이 워낙 비슷하다보니... )<br><br>(2) 학회의장이자 CRPP 제어팀 팀장(?)인 리스터(J. Lister) 박사<br> 김선희군의 권유로 찾아와서 들어봐주었습니다. 우선 기본되는 PERM 모델이 CREATE-L에 기반하다<br> 보니... 사실상 리스터 박사 입장에서는 특별할 것이 없는 것이었습니다. 리스터 박사 본인도 그렇게 이야기 <br> 하였구요. 특별히 vertical growth rate에 대해 TSC와 RZIP, PERM(CREATE-L) 을 비교한 것에 대해서는<br> 관심을 보이고 간단한 언급이 있었습니다. 그들이 메인으로 사용하는 DINA코드가 큰 치명적인 문제점을<br> 가지고 있는데 vertical growth rate 또는 mutual inductance가 제대로 계산되지 않는다는 점입니다. 그러한<br> 문제점에 대해서는 작년 GA에 갔을때 D.A. Humphrey에게서도 들은 바가 있구요...<br> 제 결과에 대해 물리적인 타당성(growth time이 물리적인 스케일을 갖는가?)을 확인하고, 추가로 high beta로<br> 갈수록 growth time이 줄어드는 것에 대해서도 물리적 타당성을 확인하였고, DINA의 경우 vertical growth<br> rate이 RZIP과 비슷하게 나온다고 하는 것으로 보아... 전반적인 제 결과에 대한 신뢰를 보여주었습니다.<br><br> 그리고 실시간 eddy current 고려하는 것에 대해서도 언급이 있었는데, 리스터 박사의 입장에서는 제 발표가<br> 3번째로 접하게 되는 내용이라더군요.. 여지껏 구체적으로 접근하지 않아서..... 이번 기회에 구체화해봐야 <br> 겠다는 언급이 있었습니다. 사실상 이 것에 관해서는 특별한 결과를 보여주지 못했는데, 구체적인 분석결과<br> 와 가능성을 보여줄 수 있어야 할 것이고 추가작업이 많이 요구된다 판단됩니다.<br><br>요약하면 전반적인 평가는 작업내용의 결과는 KSTAR가 아니고서는 그다지 관심끌 수 있는 것은 아니었던 <br>것이었고, 단지 사용된 방법론(perturbation theory to plasma equilibrium)과 그 경험 정도가 그 나마 .. <br>볼 거리였던 것으로 판단됩니다.<br><br>마지막으로 덧붙여서, CREATE LAB에서 이번에 \"grey-box response modeling for plasma profile\"이라는<br>포스터 발표가 있었습니다. 기존의 단순한 시그널 분석에 기초한 black-box modeling에, 부분적인 물리적<br>모델링을 통한 white-box modeling을 통합하여 Grey-box response modeling을 수행한 결과를 발표하였<br>습니다. 어느 정도 플라즈마 프로파일 제어를 위한 기초단계가 많이 완성되 가는 것으로 보여졌습니다.<br><br><br>전영무",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=8&amp;filenum=1\"><font class=\"list_eng\">EPS2005.ymjeon.발표자료(최종본).pdf (1.71 MB)</font></a>",
	"download2": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=8&amp;filenum=2\"><font class=\"list_eng\">EPS2005.Proc_YMJeon.pdf (508.3 KB)</font></a>"
}