{
	"title": "5월 3주 정기보고",
	"content": "  레이저 트리거와 관련해서 몇 가지 테스트를 진행했습니다.<br>124호 실험실에 구비되어 있던 Photo-diode를 전준우씨 도움으로 찾아내어 기존에 사용했던 레이저 파워서플라이어에서 나오던 트리거 신호와 비교했습니다.<br>그림의 위 부분입니다.(녹색이 레이저에서 제공하는 q-sync output 신호이며, 노란색이 photo-diode에서 검출한 신호입니다.)<br>실제 레이저 광과 레이저에서 제공하는 트리거 신호 사이의 수백 ns정도의 간격이 존재합니다. 또, 이 간격이 항상 일정하지 않음을 확인했습니다. 따라서,이후 실험에서는 photo-diode를 이용한 트리거로 활용해야 할 것으로 생각됩니다.<br><br>Nd:YAG 레이저에서 532nm를 쓰고자 할 때, 보통 Harmonic Generator에서 Frequency doubling 되지 않은 1064nm 파장은 dichromic mirror로 걸러내어 빔 덤프로 덤프합니다. <br>532nm 파장을 이용하고자 할 때, 이 빔을 트리거로 사용할 수 있을 것 같아서, photo-diode를 이용하여, 532nm 및 덤프되던 1064nm 모두에 대해서 테스트를 진행했고, 유사한 펄스 신호를 얻었습니다.<br><br>또, photo-diode 외에 PMT를 이용해서도 테스트 해보았습니다. PMT 역시 532nm 및 덤프되던 1064nm 모두에 대해서 펄스 신호를 볼 수 있었습니다. 다만, photo-diode에 비해 수십 ns 정도 신호가 늦는 것을 확인할 수 있었는데, 이것은 photo-diode에 비해 빔이 광케이블 및 grating 등을 통과하고, 또, PMT의 rising time이 diode와 다르기 때문이라고 생각됩니다. 그림의 아래 그림이 photo-diode와 PMT에서 잡은 펄스 신호입니다. 노란색이 photo-diode로 532nm를 청색이 PMT를 이용해서 1064nm를 계측한 것입니다.(포토 다이오드는 양의 전압이, PMT는 음의 전압이 나옵니다.)<br><br>실제, photodetachment의 경우에는 수백 ns 정도의 펄스 길이를 갖기 때문에 트리거에는 큰 문제가 없을 것 같습니다만, 측정할 신호가 10ns 정도로 예상되는 빔프로파일 측정을 위해서는 정확한 트리거를 위해서 약간의 시행착오가 필요할 것 같습니다.<br><br><br><br>기타, photo-diode를 이용해서 형광등을 켠 상태에서 형광등 빛에서 나오는 것으로 생각되는 180Hz 정도의 백그라운드 노이즈를 확인 할 수 있었습니다.(형광등을 모두 끈 상태에서는 이러한 노이즈가 측정되지 않았습니다.) 이후, 정밀한 계측을 요구하는 실험에 참고하는 의미에서 그림 첨부합니다.<br><br><br>기타, H- 밀도 진단관련해서 RF 플라즈마에서 활용가능한 방법들을 찾아보고 있습니다. Cavity Ringdown spectroscopy를 시도해보는 것이 어떨지, 생각해보고 있으며, 정리되는 대로 세미나 시간을 통해 발표해보도록 하겠습니다.",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=133&amp;filenum=1\"><font class=\"list_eng\">trigger.bmp (1.76 MB)</font></a>",
	"download2": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=133&amp;filenum=2\"><font class=\"list_eng\">bg.bmp (909.4 KB)</font></a>"
}