{
	"title": "왜 낮은 압력에서 빔전류가 높은가...? (아래 내용의 Reply)",
	"content": "  이왕 참견하는 거 끝까지 함 가볼랍니다...ㅋㅋㅋ<br><br>예전부터 이온빔 인출하는 사람들이 겪은 이상한 문제점 중 하나는 \"왜 저압에서 빔전류가 높은가?\"였습니다. 이것은 양이온실험이던 음이온실험이던, Ar 실험이던 He 실험이던 동일하게 나오는 현상입니다. 언뜻 생각하기에 이해가 안되는 것이 당연한데요, 왜냐하면 이온빔 전류는 플라즈마밀도에 당연히 비례하고 플라즈마밀도라는 것은 압력이 높을 수록 높은 것은 당연하니까요. 따라서 이 역설적인 상황을 어떻게 이해하느냐도 큰 관건이었습니다.<br><br>이에 대한 이론적 해석을 제 학위논문에서 논했었습니다 (학위논문 p.79~84 참조). 간단히 설명하자면, 두 가지 영향이라고 판단되는데 그 하나는 Diffusion에 의한 영향과 또 하나는 EEDF의 Non-local effect에 의한 영향입니다. <br><br>첫번째 Diffusion에 의한 영향은 제 논문 (4.13)식을 참조하시면 알 수 있습니다. 플라즈마라는 놈은 양극성확산(Ambipolar diffusion)을 하는 놈인데, Ambipolar diffusion coefficient는 전자온도에 비례하고 Momentum transfer collision freqency에 반비례합니다. 따라서 저압인 경우 (전자온도가 높고 충돌이 적은), Diffusion coeff가 높습니다. 반대로 압력이 높아질 수록 Diffusion coeff가 낮아집니다. 우리가 사용하는 plasma ion source라는 놈을 가만히 들여다 보면, 플라즈마가 만들어지는 영역과 인출영역 사이에 일정한 거리가 있죠. 여기서 한가지 확실히 해야하는 것은 \"빔전류는 인출영역에서의 플라즈마밀도에 비례하는 것이지 Ambient plasma 밀도에 비례하는 것이 아닙니다!!\" <br><br>자, 그럼 얘기는 명확해집니다. 압력이 높으면 플라즈마 밀도는 당연히 높습니다. 그러나 만들어진 플라즈마가 인출구까지 확산해오는 정도가 압력에 따라 틀립니다. 무슨 소리냐 하면 Low pressure인 경우, 만들어진 플라즈마의 밀도는 낮지만 확산이 잘되어 인출구 영역까지 잘 확산해오는데 High pressure인 경우는 만들어진 플라즈마의 밀도는 높지만 확산이 잘안되어 인출부위의 플라즈마밀도는 오히려 낮아지는 것이죠. 이러한 \"역전\" 현상의 실험적 증거가 제 논문 Fig 4.15에서 나타내고 있습니다. <br><br>Non-local effect는 간단히 말하자면 전자에너지의 Relaxation length가 압력에 반비례한다는 것인데요, 즉 저압일수록 전자온도가 거리에 상관없이 일정하다는 것입니다. 자세한 내용은 논문 p.83을 참조하세요.<br><br>여튼 이번 용신이의 실험결과에서도 같은 결과를 얻었더군요. 즉, LSP를 사용하지 않은 일반적인 이온빔 추출방식에서는 저압에서 높은 빔전류가 나왔습니다 (첨부파일 p.1 참조). 그런데 LSP를 사용하면 그러한 경향성이 상당히 줄어들고 오히려 반대가 되는 현상(높은 압력에서 높은 빔전류)도 보입니다 (첨부파일 p.2). 그래서 정량적으로 한번 살펴보았습니다 (첨부파일 p.3). 즉, Pressure가 2배 증가할 때 빔전류의 증감율을 계산해보니, LSP를 쓰지 않았을때에 비해 LSP를 쓰면 감소율이 반 이상으로 떨어지고 Resonant type MWIS (pump hole 2mm)의 경우에서는 오히여 27% 빔전류가 증가했습니다 (물론 Second jump를 제외했을때입니다. 이 second jump 현상도 상당히 흥미롭네요).<br><br>제 학위논문에서도 동일한 현상을 설명하였습니다. 제 학위논문 p.142의 Fig 5.10을 보시면, 일반적인 이온빔 인출방식(No bias) case에서는 Pressure가 증가함에 따라 빔전류가 감소했습니다. 그러나 LSP를 사용한 경우(0.6A, 1.0A)에서는 빔전류가 오히려 증가했습니다. 이에 대한 설명을 p.141에 논했습니다. 즉, LSP를 이용하면 인출부위쪽에 플라즈마를 생성시켜 Ambient plasma와의 Channel을 형성하기 때문에 Diffusion에 의해 역전되는 현상이 근원적으로 억제되는 것입니다.  <br><br>High pressure 운전이 좋으냐 Low pressure 운전이 좋으냐는 단순히 어느 경우에서 빔전류가 높게 나오느냐로 결정해서는 곤란한 문제입니다. 제 논문에서 논한 바와 같이, High pressure에서 높은 빔전류를 얻을 수 있다면 좋은 이유가 몇가지 있습니다. 대표적인 것으로는, High pressure에서는 전자온도가 낮기 때문에 Ion energy spread를 상당히 억제할 수 있습니다. Ion energy spread는 Chromatic aberration의 중요한 term이기 때문에 High brightness ion source의 특성평가 항목 중에서도 중요합니다 (제 논문 p.19와 p. 147을 참조하세요). <br><br>이러한 점으로 인해 LSP의 유용성은 더욱 강조되어야 하겠습니다. 즉, 일반적인 인출개념으로는 Low pressure 운전을 해야 빔전류를 높일 수 있는데 반해 LSP를 사용하면 High pressure 조건에서 운전이 가능하여 Ion energy spread를 감소시키면서 빔전류도 높게 가져갈 수 있는 겁니다. 그러나 High pressure 운전이 다 좋은 것만은 아니겠죠... 즉 차등진공 능력이 떨어지는 Source라면 어쩔 수 없이 Low pressure 운전을 해야 할테니까요.<br><br>그리고 Bright core에 대한 이론적설명(PBGUNS 시뮬레이션 결과를 이용한)을 제 논문 p.138~139에서 논하고 있습니다. 한번 참조하세요~<br><br>출장 잘다녀오삼^^<br><br>- 김윤재 올림 - <br>",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=140&amp;filenum=1\"><font class=\"list_eng\">Press_depen.ppt (1.06 MB)</font></a>"
}