{
	"title": "[re] 7월3주 정기보고",
	"content": "  Cavity의 length를 조절하여 resonance를 일으켜 quartz tube 중앙에서 가장 높은 E-field를 얻는 것은 분명 방전 개시를 위한 조건입니다. 하지만, 플라즈마가 켜진 후의 상황은 resonance 뿐 아니라 coupling(이하, coupler와 cavity사이의 coupling)도 매우 중요합니다(오히려 coupling이 훨씬 중요할 때가 많죠.). 이유를 설명하면, 시스템의 구성을 마그네트론 - 메쳐 - coax cable - cavity 로 보고, coax cable의 attenuation을 10%로 가정해봅시다. 메그네트론에서 100W가 론칭되면, 메처를 거쳐 coax cable을 지나 90W 파워가 최초로 cavity에 도달합니다. density가 낮은 플라즈마를 포함한 cavity에서 power 흡수는 매우 작습니다. 만약 플라즈마 마저 없다면, 가령 characteristic impedance가 50옴인 도파관을 이용한 cavity의 impedance는 0에 가까워 거의 모두 reflect되겠죠(이는 resonance가 일어나도 마찬가지 입니다). density가 낮으면 수% 뿐이 흡수되지 않을 것이고, 높으면 그나마 좀 더 흡수 되겠죠. 넉넉히 약 5%가 흡수된다고 가정하면, 약 85W는 다시 reflect되어서 coax cable로 갑니다. 이 중 약 8W가 cable에서 열로 소모되고 메쳐에서 약 77W의 power가 reflect되어 coax cable로 다시 전달됩니다. 이러한 과정이 반복되면, 결과적으로 플라즈마가 흡수하는 power는 total 30W가 못되고, 70W 이상의 power가 cable에서 소모되고 플라즈마로 전달되지 못하게 됩니다. 즉, 일단 플라즈마가 발생된 후에는 resonance보다도 coupling이 critical 해지게 됩니다. 만약 cavity 전체의 impedance가 50옴에 가까워 진다면, 최초의 90W 의 power가 cavity 안에서 소멸될때까지 traveling하게 됩니다. 이중 대부분이 플라즈마에 흡수되겠죠(일부는 cavity wall에서 ohmic heating 으로 소멸되고). cavity의 impedance를 50옴으로 하는 방법은 여러가지가 있을 것입니다. Cavity 내부에 screw type stub를 꽂는다든지 하여 impedance를 조절할 수 있겠죠. 분명 (플라즈마가 발생된 후의) cavity length도 cavity 전체의 impedance에 영향을 줍니다. 하지만 이것은 좀 더 fine tuning일 것으로 예상됩니다. 300W의 실험에서 cavity length에 따라 density가 크게 변하지 않았다는 것으로도 이를 예상할 수 있습니다. 물론 100W 실험의 경우 density가 length에 민감한데, 이 경우는 density profile이 tube 중앙에서 maximum인, 즉 플라즈마 density 자체가 매우 작은 경우입니다. 이 경우는 coupling 이전에 field가 maximum인 지점이 잘 형성 되는지 여부에 의해 density가 결정되는 regime이어서 cavity length에 의해 resonance가 잘 일어날 때 그나마 density가 상대적으로 높아지는 것입니다(낮은 플라즈마 density는 곧 impedance가 50옴으로부터 많이 떨어져 있음을 나타내기도 함니다). 100W와 200W의 probe current값이 10배 이상 차이나고, 게다가 100W는 측정 지점이 maximum, 200W는 측정지점이 maximum이 아님을 고려하면 플라즈마 density차이는 정말 크다고 볼 수 있습니다. 반면, 200W 이상에서는 플라즈마에 흡수되는 power의 절대량이 어느정도 되는 경우여서(비율은 작을지라도) density profile이 center maximum이지 않고, 다른 곳, 가령 coupler 쪽에서 maximum 값을 갖게 됩니다. 이 경우 cavity는 더 이상 resonance와는 상관없는 상황이 되고, 오로지 coupling이 얼마나 잘 일어나느냐가 density를 결정합니다. 다시말해, impedance가 변하지 않는 이상 length를 바꿔도 플라즈마 density는 별로 커지지 않게됩니다. 플라즈마 density가 커지면 impedance가 50옴에 좀 다가가긴 하지만, 플라즈마 density만으로 플라즈마를 포함한 전체 cavity의 impedance가 50옴이 되는것은 무리입니다. 따라서 별도의 tuning elements가 필요하죠. 위에서 가정한 cable에서의 attenuation과 플라즈마에 의한 power흡수율 등은 그다지 정확한 가정은 아닐 것입니다. 하지만, 실험하는 과정에서 coax cable이 뜨거워진다면, 분명 플라즈마가 흡수하여 tube heating 및 빛으로 발산되는 power보다 coax cable에서 열로 바뀌는 power가 큰 것임에 분명하죠(옛날 백열전구처럼). 따라서 coax cable을 배제할 수 없는 상황에서 추후 플라즈마 density가 모자라는 상황이 된다면, 마그네트론 power만 증가시킬 경우, cable cooling이 문제가 될 것입니다. 이 경우 coupling efficiency를 높이는 것만이 해결 방법일 것으로 예상됩니다. 요컨데, resonance를 일으키기에 최적인 cavity의 length는 breakdown power가 minimum일 때의 length를 찾으면 되는 것이고, 플라즈마 density등의 측정은 coupling issue라 생각됩니다. 물론 breakdown도 coupling과 resonance가 동시에 일어나면, pressure 좀 높이고, 정말이지 수 W에서도 가능할 것입니다. 100W input에서도 coupling만 잘 되면 매우 높은 density를 얻을 것이구요. coupling과 resonance를 잘 구분할 필요가 있습니다. length의 역할을 정리하면, breakdown시엔, resonance에 큰 영향, coupling엔 작은 영향을 주는 parameter이고, 플라즈마 sustain시엔, 낮은 power의 경우, 역시 resonance에 큰 영향 coupling에 작은 영향을 주는 parameter로 예상되며, power가 높아져 density profile이 center에서 maximum이 아니라면 resonance는 이미 off-the-table이고 coupling 에 조금의 영향을 주는 parameter로 예상해볼 수 있을 것입니다."
}