{
	"title": "[re] 코멘츠",
	"content": "  >논문 잘 읽었습니다. 작은 것들부터 말하면,<br>><br>>1> 그림 4에서 quartz tube 중앙에서의 field 세기라 하였는데, 그림 3을 확대해서 보면 quartz tube 중앙의 세기는 훨씬 작아보입니다. 8kV/m정도로 보이는데,글씨가 작아 잘 안보이는군요. 게다가 20.853kV/m가 정말 Ar은 물론 air도 방전 시킬만큼 충분한 전장인가요? 만약 그 값이 peak 값이라면 방전에 충분치 않을 것입니다.분명 2.45GHz에서 breakdown 전장의 세기는 20kV/m(rms)정도로 가능하지만 time averaged 관점에서 볼 때 peak 크기가 20kV/m인 field가 국부적으로 발생한다는 전산모사결과만으로는 breakdown에 충분하다고 말하기 힘들어 보입니다. 항상 peak 값과 rms 값 비교에 주의해야 합니다. 설마 HFSS 결과가 time averaged된 값인가요?? 기존의 breakdown field strength 연구결과 역시 power balance 관점에서 microwave power가 가스에 의해 온전히 소모된다 가정 했을 때의 rms field 세기이므로, HFSS 상에서 어느정도의 power가 들어가는지 알아야 정확히 얘기할 수 있습니다.  <br>>2> 20.853kV/m의 전장 크기를 구할 때 HFSS 상에서 100W를 넣었다고 하였는데, reflect없이 그 파워가 다 들어가던가요? HFSS 상에서 S parameter를 이용하여 reflect되는 파워를 구할 수 있습니다. 아마도 상당부분 reflect 되고 있어서 작은 전장이 계산되었을텐데요. <br>>3>그림 3의 HFSS결과의 field 세기는 글씨 크기가 작아 읽을 수 없습니다. field 세기도 quartz tube 중앙보다 다른 곳이 더 센 것으로 보이고 그 크기도 20kV보다 훨신 작아보입니다. 그리고 보통 버티컬 profile도 좋지만 horizontal profile이 더 궁금합니다. <br>>4> 실험에서 100W를 넣으면 100W가 다 들어가나요? Cavity로 얼마나 들어갈지 아는것은 매우 어려워 보입니다.(왜냐하면 메쳐가 cable 이전에 놓인 상황에서, 각 component 열결 부위마다의  메칭 조건도 모르고, 단적으로 n-type cable의 2.45GHz에서 attenuation이 3m당 20%도 넘는 것으로 알고 있습니다.)<br><br><br><br>->  reference[6]을 참고하면 공기 플라즈마의 경우 12.5kV/m의 전기장에서 절연파괴가 발생함을 나타내고 있습니다. 논문에서 언급한 20.853 kV/m는 물론 peak 값입니다만 이것을 rms로 계산하여도 약 14.745kV/m로써 Ar 플라즈마의 절연파괴현상을 설명하기에 충분히 타당한 논거라고 생각됩니다. 무엇보다 논문의 핵심은 공동에서 길이 d를 변화시킴에 따라 석영관 내부에서 전기장이 어떻게 형성되는가를 비교하기 위한 것이었습니다. 즉, 저 역시 절대적인 전기장의 크기보다는 형성되는 전기장의 상대적인 비교를 하기 위한 것이었습니다. 그림 3을 논문상에 넣은 가장 큰 목적은 스케일을 고정시켜 길이 d의 바꿔주면서 전기장의 분포를 육안으로도 비교할 수 있도록 하기 위함입니다. 그리고 그 때의 그 단면상에서 최대로 인가되는 전기장의 크기(물론 석영관의 중심이 아닐 수도 있습니다.)의 크기를 살피는 것이었죠. 같은 위치의 단면의 전기장 분포를 살피는 일은 같은 입력 전력으로 어떻게 석영관에서 잘 공진이 일어나는가를 찾아내는 하나의 방법이었습니다.   <br>  reflect power는 물론 공동내에서 굉장히 중요한 문제입니다. 매칭문제만 가지고도 또 하나의 논문 주제가 될 수 있겠지요. 하지만 그렇다고하더라도 공진의 중요성을 무시할 수는 없습니다. 일단 공동 내부에서 마이크로파가 어떻게 에너지를 전달하는가의 기본적인 메커니즘을 살펴보면 공동 내부에서 마이크로파의 에너지가 잘 들어가는 것도 중요하지만 그 안에서 어떻게 정상파가 형성되는가도 굉장히 중요한 문제이기 때문입니다. 무조건 매칭만 잡아준다고 하더라도 공진 여부에 따라서 방전을 시작시키는 전력에서는 상당한 차이가 납니다. (이것에 대해서는 논문에서도 구체적인 실험적 수치를 통해서 이미 설명하였습니다.) 그런데 이것은 플라즈마가 발생한 다음에도 어느 정도는 유효한 문제입니다. 즉, 공동 내부에 생성되는 플라즈마의 부피가 매우 작다면 공동내에서 공진은 여전히 중요한 문제라고 할 수 있습니다. 또한 이것은 저밀도 플라즈마의 영역(이것에 대해서도 논문상에서 언급하였으니 구체적인 설명은 생략하겠습니다.)에서도 여전히 중요하다고 할 수 있습니다. 기본적으로 완전한 정상파의 형성, 즉 전혀 왜곡되지 않은 공진은 석영관이 공동에 존재할때부터 깨져있다고 할 수있고 플라즈마가 생성되면 될수록 공진은 더욱 깨어지게 됩니다. 입력 전력이 증가할수록 공진은 더욱 깨져 공동의 구조에 의한 영향은 점점 더 줄어들게 됩니다. 공동의 설계시는 공동 내부 구성물질을 균질유전물질로 가정한 상태에서 인가한 마이크로파가 잘 공진할 수 있도록 설계하기 때문에 석영관과 같은 유전체가 존재하게 되면 공진이 왜곡되다가 고밀도 플라즈마의 존재가 확장됨에 따라 공진이 더욱 힘들어지는 것이라고 할 수 있습니다. 플라즈마로의 에너지 전달에 대해서 매칭과 공진 두가지 관점으로 접근을 한다면 후자인 공진은 공동 내부의 불순물질이 생겨날수록 깨어지게 되므로 상대적으로 매칭의 중요성은 커지게 됩니다. 다시말해 플라즈마가 존재한다고 해서 공진은 아무의미가 없다고 하는 것은 문제가 있습니다. 그리고 제 논문의 핵심은 고밀도 플라즈마가 존재하게 되면 공진의 중요성이 줄어든다고 하는것입니다. 공진이 중요하지 않기 때문에 매칭이 중요하다고 지헌이형이 말씀하시는 것과 논지가 같다고도 할 수 있습니다. 매칭문제에 대해서는 후속적인 연구를 통해(directional coupler도 구매하고 공동 설치할 커플러에 대한 고민도 더 한 후에) 다른 논문에서 발표할 계획입니다.  <br><br><br><br>>5> 논문 내내 \"방전에 효율적인\"이란 말을 쓰는데, 그중 반은 \"방전 개시 field strength에 도달하기 위한\"과 나머지 반은 \"impedance matching에 효율적인\" 또는 \"microwave 전달에 효율적인\"으로 구분해야 할 것으로 보입니다. 논문 후반부에 나오는 \"방전 후\"란 표현도 굉장히 모호한 표현입니다. 논문을 다 읽고나면, 대충 무슨 말인지는 알겠지만,분명 제대로 구분하여 표현해야합니다.<br><br><br><br><br>-> 사실 그 문제에 대해 논문의 초안에서 지적사항이 있어서 방전에 효율적인의 의미를 굳이 단원까지 나누고 여러번 언급하면서 논문에서 설명하였습니다. 논문상에서 \"방전\"에 효율적인은 \"운전\"에 효율적인과의 구분을 위해서 사용한 말이었습니다. 전자는 플라즈마가 존재하지 않을 경우의 유효유전율을 고려한 공동의 최적화를 의미하는 것이고 후자는 플라즈마 까지 고려하였을 경우 공동의 최적화를 의미하는 것입니다. 최적화의 의미에 대해서도 논문에서 여러번 언급하였는데 전자의 경우에서는 낮은 입력 전력을, 후자의 경우에는 높은 플라즈마 밀도를 의미합니다. <br><br><br><br><br>>6> 플라즈마를 고려한 simulation에서 S parameter는 필수적입니다. 하지만 field 크기만 제시하고 있습니다. field 크기도 그것의 상대적 분포가 방전 개시 연구에 필요할 것입니다.<br><br><br><br><br>-> 이미 말씀을 드렸듯이 저 또한 전기장의 분포만을 강조하고 있습니다. (절대적인 전기장의 크기를 강조한 부분은 논문상에서 없다고 생각되는데 어떤 부분을 보시고 그러시는지 ^^;) 전기장의 상대적인 분포는 플라즈마가 존재하지 않을 때는 입력전력에 상관이 없습니다. HFSS상에서도 입력전력을 키우든 줄이든 스케일만 변할 뿐 상대적인 분포도는 변하지 않습니다. 따라서 일정 입력 전력하에서 공동의 구조를 변화시키며 석영관내의 전기장 분포를 살폈던 것이고 플라즈마 발생 후에는 고밀도 플라즈마가 일종의 도체 역할을 하기 때문에 그로인한 전기장의 분포가 어떻게 되는지를 살핀 것입니다. 이것이 그림 8과 9의 목적입니다.<br><br><br><br>>7> (공진을 통한) 방전 개시 최적화 조건 확립을 위한 simulation에서 메칭을 고려하지 않는 결과의 경우 전장 세기의 절대값은 무의미합니다. 그것의 최대값이 어디서 나오는지만 의미를 가집니다.<br><br><br><br><br>-> 저도 그렇게 생각합니다.  하지만 메칭을 고려하지 않더라도 말씀하신바와 같이 공진여부는 방전에는 상당한 의미가 있고 그것은 저밀도 플라즈마의 영역에서는 여전히 의미가 있다는 것이죠. 완전한 공진은 이미 석영관이 들어갈때 부터 왜곡되기 시작합니다. 그리고 플라즈마가 생기면 더욱더 왜곡되고 고밀도 플라즈마가 석영관을 가득 채워 공동내에 커다란 도체가 형성된것과 같은 상황이 되면 애초에 2.45GHz에 고유하도록 설계했던 직육면체 공동구조는 별 의미가 없어진다는 것이고 그때부터는 말씀하신대로 상대적으로 메칭의 문제가 부각되기 시작하겠죠,.<br><br><br><br><br>>8> breakdown 이후, 석영관에 전기장을 집중시킬 필요가 없습니다. 6번에서 언급하였지만, 이 경우는 S parameter가 중요합니다.<br><br><br><br><br>-> 이미 위에서 수차례 말씀드렸듯이 저는 그렇지는 않다고 생각합니다. 저밀도 플라즈마 영역에서는 여전히 유효한 문제라고 생각합니다. <br><br><br><br><br>>9> 가령, 초반에 \"플라즈마 밀도의 공진 구조에 대한 경향성\"이란 표현이 있는데, 밀도와 공진 구조의 무엇과의 경향성이죠? 추측컨데, 플라즈마 밀도의 변화와 공진 여부와의 상관관계 쯤으로 예상되는데, 아마도 이러한 표현들 때문에 referee들에게 모호한 느낌을 주는 것으로 보입니다. \"공동의 최적화\"란 표현도 마찬가지 입니다.<br><br><br><br><br>->제가 한 실험은 공진 구조를 변화시켜며 플라즈마 밀도를 측정한 것입니다. 공진 구조의 변화라 함은 직육면체의 한축 길이의 변화를 의미합니다. 그런데 100W를 인가하였을 때는 한 축 길이의 변화에 따라서 플라즈마의 밀도가 상당히 많이 변하였는데(즉 한 축 길이에 따른 최적화도가 컸다는 의미) 계속 입력 전력을 증가시키면 그 한축 길이에 따른 플라즈마 밀도의 변화량이 줄어든다는 것입니다. 말씀하신 것은 논문 서론에 있는 표현을 지적하신 것 같은데 서론은 말 그대로 서론이기에 길게 설명하지는 않았습니다. 본론에서 자주 반복해서 다양한 표현으로 설명을 하였습니다. 그리고 논문의 서론에 있는 부분을 잠시 복사해온다면<br>\"약 100W의 낮은 전력 인가시 공진 공동의 최적화에 따른 마이크로웨이브 플라즈마의 밀도는 약 10배의 차이가 나는 것에 비해 입력전력이 300W로 증가하였을 때는 25%의 차이에 그치는 것을 확인함으로써 입력 전력 증가시 플라즈마 밀도의 공진 공동구조에 대한 경향성이 감소한다는 판단을 내릴 수 있었다. \"<br>위와 같은데 구체적인 실험적 수치까지 언급하였는데 아직도 많이 모호한가요?^^;<br>수정전에는 이와 같은 구체적인 언급이 없어서 레프리들이 모호하다고 하였던 것 같아 논문을 수정할 때 위와 같이 보완을 하였던 것입니다. <br><br><br><br><br><br>>10> 그림5를 보면 breakdown power라고 하였는데, 그렇게 언급하기 위해서는 그만큼의 power가 cavity로 전달되어 그 내부에서 소모되어야 합니다. 원래는 power가 아닌 breakdown field가 중요하지만 그 값을 실험으로 구하기가 좀 어렵습니다. 그래서 다른 논문들의 경우도 breakdown power를 말하곤 하는데, 이경우는 대부분 cable이 아닌 도파관으로만 연결되어 있을 때 입니다. 즉 도파관 내에서의 attenuation은 무시한거죠. 하지만 이 경우 역시 HFSS 시뮬레이션한답시고 field 세기의 절대값을 논하지는 않습니다. cable을 이용한 경우에는 cable을 통해 cavity로 들어가는 값을 알 때 입니다. 아니면, 이것이 cavity로 들어가는 파워가 아닌 단지 마그네트론에서 launching된 파워임을 분명히 기술해야 추후 논문을 읽는 사람들에게 혼란을 주지 않습니다.<br><br><br><br><br>->음.. 저도 그렇게 생각해서 처음엔 입력 전력만으로  설명하였는데 지적사항을 보셨다면 아시겠지만 그림 5에 대해서 파괴전기장을 통해 설명해보라는 말이 있어서 굳이 그렇게 한 것입니다. 그리고 forward power와 input power는 물론 차이가 있겠지만 저는 지금 같은 전력을 인가하였을 경우 공동의 변화에 따른 전기장 분포를 비교한 것이기 때문에 전체적인 논지에 큰 문제가 없다고 생각합니다. 또한 전기장의 절대적인 크기를 논하고 있지 않으므로 마그네트론에서 론칭된 파워가 아닌 공동내에서 완전히 흡수된 전력이라고 이해한다고 하더라도 별 혼란을 주지는 않을 듯 합니다만  그래도 이 부분에 대해서는 약간의 언급을 추가하는 것이 필요할 것 같네요. 감사합니다. <br><br><br><br><br>>11> Poynting vector(식3.1)를 이용하여 파워로부터 전장 세기를 구하였는데, 이는 traveling wave의 경우이고, cavity 내부의 전장 세기는 energy balance 관점에서 구해야 합니다. cavity 내부로들어가는 파워(reflect되는거 빼고나면 많이 작을 것입니다)를 알 때, 그 만큼의 파워가 cavity 내부에서 inner wall ohmic heating 및 cavity를 채우고 있는 lossy material의 heating으로 소모되고 있어야하므로, 들어오는만큼 소모시킬 수 있는 field가 cavity 내부에 존재해야 합니다. 플라즈마가없을 경우엔, 중성 gas는 거의 lossless하므로, 전장 세기는 굉장히굉장히 큽니다. 메칭이 좀 잡혔다하면 장난아니게 커집니다. 그래서 메칭만 잡히면 breakdown 굉장히 쉽습니다.(하지만 플라즈마 없이 메칭 잘 안잡히죠. 그래서 공진이 breakdown에 중요한 겁니다. 현재 시스템은 테플론 cable 이라는 훌륭한 lossy transmission line 존재함으로 플라즈마 없이 100W이상에서도 cable 뒷단의 오토 메쳐가 메칭을 잘 잡는 것입니다) 이는 6번의 이유이기도 합니다. 플라즈마가 존재하면 많이 작아집니다. 왜냐하면 cavity 내에 굉장히 lossy한 material이 생겨났으니까 같은 만큼의 에너지를 소모하는데 field 세기가 상대적으로 작아도 가능하니까요. 같은 forward power 아닌 같은 input power에서의 얘기입니다. 이런걸 HFSS가 다 해줍니다. 플라즈마가 켜지기 전 cavity로 파워가 잘 들어가는지 여부는 확인하는 방법은 간단합니다. cavity 만져봐서 cable보다 따뜻해지면, '아, 잘 들어가는구나'라고 생각할수 있습니다. 하지만 보통 그렇게까지 메칭 잡히기도 전에 breakdown 일어나겠죠.<br>>12> 같은 100W forward power에서 그림 3과 8을 비교해보면 플라즈마를 가정한 그림 8에서 field 세기가 더 큰데, 그렇다면 플라즈마가 있을 때 공진이 더 잘 일어난다는 말인가요? 두 경우의 차이는 플라즈마와 같은 lossy material의 존재로 인해 coupling efficiency가 높아졌음을 나타낼 뿐임니다. 만약 HFSS 결과에서 field 세기의 절대값을 논한다면, 플라즈마가 있다고 가정했을 때, 플라즈마 내부의 field 세기가 breakdown에 필요한 field 세기보다 세단 말인가요? 이건 불가능하다고 보입니다.<br><br><br><br><br>-> 위에서 언급한 바와 같이 전기장의 절대적인 크기를 비교하고자 한적은 없습니다. 공동의 구조에 따른 혹은 공동 내부의 마치 도체와도 같은 고밀도 플라즈마에 의한 상대적인 크기만을 비교한 것입니다. HFSS에서 플라즈마를 직접 설정하는 기능은 없습니다. 다만 플라즈마의 밀도를 통해 유전율을 계산하여 일종의 유전체로서 취급하는 방법뿐이죠. 플라즈마의 발생시 전기장의 분포를 관찰하고자 플라즈마를 유전체로 취급하여 설정하였습니다. 물론 고밀도 플라즈마는 일정한 전도성을 가지는 도체로 취급하여 설정하였죠. 그리고 실험적으로 측정한 반경방향 밀도분포를 참고하여 HFSS상에서 유전체와 도체설정 영역을 결정하였습니다. 여기서 핵심은 그렇게 실제 플라즈마를 묘사하였을 경우 전기장의 상대적인 분포였습니다. 유전체로 묘사하다보니 전기장이 마치 저밀도 플라즈마가 존재하는 영역에서 굉장히 큰것처럼 나타났는데 이것은 유전체로 묘사하다보니 어쩔 수 없는 나타난 한계라 생각합니다. 실제에서는 그렇게 전기장이 크게 인가되는 영역에서 전자의 가속이 발생하여 전자의 충돌에 의한 에너지 전달로 플라즈마 발생이 많아지게 될 것입니다.  플라즈마에서는 전자가 얻는 에너지의 크기가 클수록 마이크로파는 에너지를 잃기 때문에 전기장은 감소할 것입니다. <br><br><br><br><br>>13> HFSS를 통해 플라즈마 발생 직전에 cavity로 얼마만큼의 파워가 들어가야 하는지 유추할 수도 있습니다. 압력별 가스 종류별 microwave breakdown field strength는 이미 알려져 있고, 따라서 HFSS 시뮬레이션에서 그만큼의 field 만들기 위한 input power을 알면 됩니다. 이는 forward power 가 아닌 forward power-reflected power 입니다. 즉, 예를들어 forward power를 500W로 했을 때, S parameter를 고려할 때, 약 10W가 cavity 안에서 소모되고있고, 이로부터 breakdown field가 도달 가능하다는 결과가 나왔다면, 실제 cavity에서도 이정도의 파워로 방전개시가 가능합니다. 실제 실험장치의 cavity 내부엔 100W든 200W든 마그네트론 파워와 상관없이, breakdown이 일어났다면, 10W정도가 들어가서 breakdown 일어난 겁니다. 나머지는 모두 케이블 loss 구요. HFSS상의 500W forward는 큰 의미 없습니다. cavity 자체의 impedance는 여러가지 것들(가령 coupler length만 조금 바뀌어도 impedance 확 바뀝니다) 때문에 정확히 알 수 없기 때문입니다. 현재 directional coupler가 없으니 이렇게라도 추측해볼수 있다는 의미입니다.<br><br><br><br><br>-> 메칭 문제가 중요함을 강조하신 점은 저도 공감하고 있던 바인데 일단 이번 논문은 공진에 대해 집중하고 그 부분에 대해서는 추후 다른 논문을 통해 연구를 계속해볼 생각입니다. <br><br><br><br><br><br>>14> 고밀도 플라즈마를 가정한 HFSS 계산에서 cavity length에 따라 quartz tube 내부의 전장 분포가 별로 변하지 않는다고하여 고밀도에서는 공동구조가 플라즈마 생성 및 유지에 큰 영향을 미치지 않는다고 일반화 하는 것은 무리이고, 공동구조가 파괴되어 공진 여부와 밀도와의 상관관계가 사라진게 아니라, 단지 length가 impedance를 크게 변화시키지 못했을 뿐입니다. 플라즈마가 있을 때 공진만 만들면 다시 상관관계가 커질까요? 플라즈마가 있더라도 공진도 가능하긴 합니다. cavity를 더 늘리거나 어떻게든 공진만들 수도 있습니다. 하지만 어차피 공진 일어나도 field가 센 곳은 플라즈마와 떨어져 있습니다. 공동구조가 다른 식으로 바뀐다면 얼마든지 impedance 바뀔 수 있으며, 밀도도 높일 수 있습니다.  <br><br><br><br><br>-> 음.. 여기에는 좀 문제가 있다고 봅니다. 공동의 한 축 길이를 140~165mm까지 변화시켰는데 이것이 impedance matching을 크게 변화 시키지 못했다는 것은 모순이 있습니다. 말씀하셨든이 메칭의 문제는 공동이 매우 조금만 변해도 달라진다고 할 수 있는데 한 축의 길이를 저렇게 변화시켰을 때 메칭의 차원에서 변화가 없다고는 할 수 없습니다. (다만 동축케이블 뒤쪽에 있는 오토매쳐가 매칭을 잡아 주었기 때문에 공동에서 소모되는 전력이 큰 차이가 없다고는 할 수 있을 것입니다.) 말씀대로라면 왜 입력전력이 작을 때는(저밀도 플라즈마 영역)  한축 길이에 따른 밀도변화가 큰 것일까요? 입력전력이 작을 때는 한축 길이에 따른 메칭의 변화가 심하고 입력 전력이 클때는 한축 길이에 따른 메칭의 변화가 작은 것일까요? 그렇지는 않다고 봅니다. 저밀도 플라즈마 영역에서는 공진 또한  메칭 만큼 중요한 역할을 하고 있었다고 생각됩니다. 다만 고밀도 영역에서 공진의 영향이 줄어든다고 하면 메칭의 영향만이 남는다고 가정할 수 있습니다. 즉, 입력전력에 어떤 특정 비율로써 동축케이블에서 ohmic heating으로 소모된다고 보는데 공동의 메칭을 할 경우 동축케이블에서 소모되는 양을 줄이고 공동에서 소모되는 양을 늘리는 일(동축케이블로스+공동로스=일정)을 하는 것일테고 이것이 밀도에 영향을 주는데 파워를 높일수록 공진의 영향으 줄어드므로 300W에서 공동의 길이 d를 변화 시킴에 따른 밀도의 변화량이 작아졌을 때는 메칭의 문제만 남아있고 공진의 문제는 이제 별 영향을 안준다고 볼 수는 있겠죠. 그것 또한 공진 파괴현상을 설명해주는 논거라고 할 수 있습니다.  <br><br><br><br>><br>>가장 중요한 것은, microwave 방전 연구 논문에서 coupling 관점의 언급은 전혀 없다는 점입니다. 극단적으로 공진 다 무시해도, coupling만 좀 만들어주면 밀도 굉장히 높은 플라즈마 잘 만들어집니다(위의 11번에 이유설명). 연구 초기 공진기에 대한 연구를 많이 한 것으로 보이는데, 물론 이 부분도 매우 중요합니다. 특히 특정 부분에서 방전 개시가 일어나기 위해서 그렇죠. 하지만 분명 방전 개시와 플라즈마로의 wave 흡수 연구는 구분해야 합니다. HFSS 모사에서 breakdown이 아닌 파워 흡수 측면의 연구는 S parameter값 없이 논의가 불가능합니다. 가령 cavity 내부의 coupler 길이만 바꿔도 field 세기가 크게 바뀔텐데(물론 maximum position도 조금 바뀌지만), 그렇다면 coupler 길이가 더 중요한가요, 아님 cavity length가 더 중요한가요? 실제 플라즈마 밀도에는 coupler 길이가 더 영향을 많이 줄 수도 있습니다. coupler길이로 impedance matching 하는 방법은 매우 보편적이니까요. 제목때문인지 몰라도 너무나 공진에 얽메여 있습니다. 공진과 아무런 상관없는 값들마져 공진과 결부시키려 노력하고있습니다. Field 세기의 절대값이 의미없는 경우에도 절대값을 거론하고 있고, forward power와 input power가 구분되어 있지 않습니다. input power를 모를 경우 논할 수 없는 것들을 논하고 있으며, 방전 개시 후 cavity length 조절이 결국 impedance 메칭을 위한 방법 중 하나인데, 이마저도 공진과 결부시켜 설명하려하고 있습니다. 현재 directional coupler도 없고, tuning element도 따로 없고 해서 힘들 수도 있지만, 현재 연구 결과들의 한계 및 얻어 낼 수 있는 결과들을 명확히 해야합니다. 빨리 추가할 수 있는 것들은 추가해야하구요. 그리고 reference들에 나온 내용들을 다시 다 기술할 필요없습니다.<br>><br><br><br><br><br>-> 커플링만 제대로 만들어주면 고밀도 플라즈마를 만들수 있다는 것은 이미 고밀도 플라즈마 만들어진 상황에서는 공진의 문제가 필요없기 때문입니다. 석영관이 매우 작아서 고밀도 플라즈마가 맥시멈으로 발생해도 차지 하고 있는 비율이 매우 작다면 다른 이야기가 될 수 있지만 제 논문 정도의 석영관의 크기라면 고밀도 플라즈마 발생시는 공진이 깨어진다고 생각합니다. 즉 그렇게 되면 공진과 커플링 중 커플링만 남게 되는 것이죠. 따라서 말씀하신 내용은 아주 당연한 것으로써 제 논문과 전혀 배치되는 내용이 아닙니다. <br> 커플링까지 제 논문에서 다루었다면 더 좋은 논문이 되겠지만 이번 논문은 공동내 공진의 영향으로 연구범위를 한정시키고자 하였습니다. 결국에는 커플링 영향이 dominant 해지겠지만 방전 시작과 저밀도 플라즈마 영역에서는 여전히 공진의 문제가 있는 것이고 커플링 영향이 중요해진다는 것을 진공파괴현상을 통해 설명하는 것이 제 논문의 핵심이기에 커플링을 굳이 다루지 않는다고 하더라도 연구의 의미는 있다고 생각합니다. <br> 물론 추후에는 커플링 문제까지 다뤄 한축의 길이변화에 따른 커플링정도문제 및 커플링에 따른 밀도변화 등등에 대한 연구를 할 계획입니다.   <br><br><br><br><br>>자꾸 테클거는 것 같은데, 그런 의도는 없고, 적어도 officially 공개되는 논문이고, 교수님을 비롯한 다른 사람들 이름도 올라가는 것이니 확실히 할 것들은 확실히 해야할 것으로 생각되어 좀 더 글을 남겼습니다. 어디까지나 실험실 내부 논의로서, 제가 예상한 부분들 중 잘 못된 부분도 있을 텐데, 제게도 알려주시면 고맙겠습니다. referee comments는 잘 읽어보진 못했지만, 저와같은 논지의 의견은 전혀 없더군요. 그렇다고 제 말 너무 무시 마시고, 조심스레 감히 몇 마디 더 하면, 나중에 석사 논문도 지금 연구의 연장선상에 있을 것으로 예상되는데, 가령 김곤호 교수님이 보셔도 충분히 지적할 만한 부분들로 보입니다. 어디까지나 lab board이니 실험실내에서 하는 말입니다. 마지막으로, 논문을 김한성 박사님이라든지, 천문성 박사님 등에게도 보내는 것도 좋을 수 있습니다. 두 분 다 microwave engineering에 대해 저보다 백배는 더 아시는 박사님들입니다. 제 코멘트는 여기까지입니다.<br><br><br><br><br><br>->우선 긴 코멘트 감사드립니다. 약간의 오해가 있었던 것 같은데 논문에서 말하고자 하는 요지가 잘 전달이 안되었던 것 같아 문맥을 좀더 다듬어보아야 겠다는 생각을 하였습니다.  다른 심사의원들에 비해 더 핵심적인 부분들을 많이 집으셨다고 생각되고 저도 생각할 기회가 되어 많은 도움이 되었습니다. 감사합니다.  <br>"
}