{
	"title": "음이온원 빔 인출 실험 결과",
	"content": "  안영화입니다.<br><br>음이온원에서 Potential Profile 제어를 용이하게 하기 위해 작은 크기의 Bias Electrode를 도입했습니다.<br>작은 크기의 Bias Electrode를 통해 Bulk Plasma의 Plasma Potential은 상대적으로 일정하게 유지되는 것을 확인할 수 있었습니다.<br><br>#1.<br>이 두가지 크기의 Bias Electrode에 대해서 2 sccm에서만 인출 실험이 진행되었기 때문에, 두 가지 전극에 대해 1.2,1.6,2.0 sccm에 대해 각각 인출 실험을 진행하였습니다. 큰 전극일 경우 유량에 따라서 Optimum Bias Voltage가 크게 변화하는 것을 확인 할 수 있었습니다만, 작은 전극의 경우 유량의 변화에도 Optumum Bias Voltage의 변화가 크지 않음을 확인할 수 있었습니다. 큰 전극에 대해서 진단실험을 해 본 결과 역시 Optimum Bias Voltage는 인출구 부근의 Plasma Potential과 Bias Voltage가 비슷한 경우에 형성되는 것을 확인 할 수 있었습니다.<br><br>또한, 큰 전극이 작은 전극에 비해 상대적으로 많은 음이온 전류를 인출할 수 있었습니다.<br>1.2sccm일 경우, 큰 전극은 약 0.9mA, 작은 전극은 약 0.8mA를 인출할 수 있었습니다.<br><br>#2.<br>작은 전극의 상대적으로 작은 빔전류의 효과를 전극 크기에 따른 것이 아닌가 생각해 보았고, 이를 검증해보기 위해 작은 전극의 경우, 전극 고정을 위해 사용하는 세라믹을 덮는 구리 덮개를 SUS 덮개로 교체하여, 상대적인 SUS 노출 면적이 비슷하도록 만들어 실험을 진행해보았습니다.<br><br>SUS 덮개를 이용한 작은 전극을 이용해서 약 0.9mA를 인출 할 수 있었으며, 기존보다 약 0.1mA를 더 인출 할 수 있었습니다.<br><br>음이온 빔전류량이 Operation Pressure등에 민감하기 때문에, 절대적인 수치는 다시 한 번 재실험해서 확인하려고 하고 있습니다.<br><br>또한, SUS 덮개를 이용할 경우 Bias Current가 증가하는 것을 확인 할 수 있었으며, 이것은 전자밀도의 증가를 의미하는 것이 아닌가 생각하고 있습니다. 추후 프로브 진단실험을 진행해서 확인해 볼 수 있을 것 같습니다.<br><br>#3.<br>Surface Production과 관련해서는 Tatanlum이나 Tungsten이 Recombinative desorption에 의한 vibrationally excited molecule들을 만들어내는 효과가 크다고 알려져 있습니다.<br><br>큰 전극 위에 0.1mm 두께의 탄탈 쉬트를 씌워서 인출실험을 진행한 결과, 빔 전류의 경우에는 약 0.5mA 이하로 인출이 가능했습니다. 또한, 처음에는 약 0.1mA 정도만이 인출이 가능하다가 시간이 지나면서 인출 가능한 빔전류량이 증가하는 것을 확인할 수 있었습니다. 이것은 탄탈 표면의 온도가 영향을 주는 것이 아닌가 추측하고 있습니다.<br><br>또한, 일정 Bias Voltage 이상에서는 빔전류의 변화가 매우 적은 경향성을 보여 주고 있습니다.<br>Bias Current 또한, 줄어드는 모습을 보여줍니다.<br><br>탄탈 쉬트의 결합문제가 염려되어서 다른 형태로 가공을 마친 상태이고, 작은 전극에 대해서도 실험을 진행해볼 계획입니다.<br><br>Data 포함된 ppt 파일 첨부합니다.<br>감사합니다.<br><br>",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=165&amp;filenum=1\"><font class=\"list_eng\">20081028_인출실험결과정리.ppt (1.46 MB)</font></a>"
}