{
	"title": "연구 트렌드 관련",
	"content": "  밤 12시인줄 알고 실험실원들에게 메일을 보내다가 <br>깜짝 놀라서 지금 작성을 하게 되었습니다. <br>제가 잘못 알았나 봅니다. 시간을 지키지 못해 죄송합니다.<br><br>1. PIG 이온원을 이용한 중성자 발생장치<br><br>중성자 발생장치는 매우 다양한 활용 분야와 그에 걸맞는 여러 발생 방법이 있지만<br>상용으로 제작하여 널리 사용하고 있는 소형 중성자 발생장치는<br>PIG 이온원을 이용하여 작고 가볍게 개발이 되고 있다. <br><br>PIG 이온원은 1930년대 맨 처음 Penning에 의해 중성자 발생장치로서 제안이 되었으나<br>그 원리가 진공 측정용 이온 게이지에 널리 사용이 되어 Phillips에 의해 상용화됨으로써<br>Penning or Phillips Ionization Gauge (PIG) 라는 이름을 갖게 된다. <br><br>그 후, PIG 이온원은 상대적으로 소형이면서 그 원리에 의해 높은 High charge state 입자 분율을 가질<br>수 있기 때문에 charge to mass ratio를 높이기 위한 가속기에 널리 사용되어 왔다. <br><br>그러던 중 소형 중성자 발생장치용으로 다시 각광을 받게 되었고 미국의 Schlumberger 등 석유탐사회사들에 의해서 적극적으로 이용되었다. 그 외에도 미국의 Thermo Electric, 프랑스의 Sodern, 러시아의 VIINA 등에서도 연구 및 다양한 응용을 위해 중성자 발생장치가 개발되었으며 D-D, D-T의 구분 뿐만 아니라 여러 형태의 라인업을<br>보유하고 있다. <br><br>최근에는 PIG 이온원의 DC 운전 특성상 상대적으로 취약한 운전시간에서 상당한 발전이 이루어져 일부 제품의 경우 4000시간 정도의 사용을 보장하고 있다. 하지만 여전히 이 부분은 PIG 이온원을 이용한 중성자 튜브에서 계속적으로 다루어져야 할 이슈이다. <br><br>또한 PIG 이온원을 이용한 소형 중성자 발생장치의 응용 분야로 최근 들어 각광을 받고 있는 부분이 바로 성분물질분석이다. D-T 반응을 이용한 14MeV 고속 중성자를 물건에 조사함으로써 발생하는 감마선으로부터 내부의 물질 성분을 분석하는 것인데, 기존의 물체의 외곽형태 정도만을 분석하던 엑스레이 분석법이나 다른 분석법들에 비하여 여러가지 장점이 있기 때문에 전세계적으로 활발히 연구를 하고 있으며, 특히 폭발물 감지 등 사회 안전과 관련하여서도 매우 큰 해결책이 될 수 있을 것으로 기대하고 있다. 유럽 연합에서는 EURITRACK 이라는 공동 프로젝트로 진행을 하여 진전을 이루고 있으며, 나 역시 한국에서의 공항, 항만 보안 검색용 중성자 발생장치 개발이라는 과제를 통하여 처음 이 부분을 접하게 되었고, 1년이라는 짧은 기간 동안 간단한 PIG  이온원을 개발하여 성능을 테스트 한 바 있다. 다만 이 과제는 더 이상의 진전이 없이 종료되어 중성자 발생장치로의 제작은 이루어지지 못하였다. <br><br>PIG 이온원 자체는 원리가 단순하고, 역사가 오래되어 더 이상 크게 연구되고 있는 부분은 없으며, 최근에는 상대적으로 소형이라는 장점을 극대화한 프로토타입 제품들과 그 특성 등에 대해 어느 정도 연구가 계속 되고 있는 실정이다. 이러한 제품들은 가속기용 음이온원으로서의 가능성을 모색하고 있다.<br><br>지난 신년회 때, 실험실의 헬리콘 이온원을 이용한 D-D 중성자 발생장치, 내가 수행했던 D-T 중성자발생장치, 그리고 가장 최근에 과제 제안서를 제출한 ITER 중성자 모니터링 시스템 보정용 중성자 발생장치 등을 간략하게 요약했던 자료를 첨부하였다. <br><br>2. 원적외선 레이저를 이용한 간섭계 시스템 개발<br><br>간섭계는 그 원리에 따라 측정하고자 하는 플라즈마 밀도의 범위에 맞는 파원이 필요하다. 따라서 일반적이 토카막등 핵융합 장치에서는 밀도가 상대적으로 낮은 약 10^19 #/m^3 급에서는 밀리미터파원이 사용되지만 그 이상 올라가게 되면 원적외선 레이저를 사용하게 된다. (다만 여기서 제시한 수치는 실제 장치의 크기 등 여러가지 요소에 영향을 받기 때문에 충분히 큰 범위로 변할 수 있다.) <br><br>원적외선 레이저 역시 앞에서 설명했던 PIG 이온원과 마찬가지로 30년 이상의 오랜 기간 동안 다양한 연구가 진행되었고, 그 성능을 입증 받아 이미 많은 핵융합 장치에서 실제로 진단에 사용되어 왔다.  최근의 연구는 천문성 박사의 원적외선 레이저에서 나타나는 전장의 효과에 대한 심층적인 연구가 가장 대표할 만한다. 그 외에 일본 중부대학교에서 상대적으로 매우 높은 출력의 (>2W) CH3OD 원적외선 레이저를 개발하여 간섭계 및 편광계에 사용하고자 하는 연구가 진행 중에 있다. <br><br>전체적으로 앞서 소개한 중부대학의 경우와 같이 레이저를 포함하여 간섭계 시스템은 일본에서 활발히 연구가 진행되고 있는 편이어서,  Twin LASER system이 아닌 PEM을 이용한 변조 시스템 개발이나, 레이저 자체 외에도 위상비교회로의 성능을 높이는 연구로부터 최근 fringe jump 측정이 가능한 1MHz 시스템의 결과를 발표하였다. <br><br>Current 프로파일이나 q 프로파일 등을 측정할 수 있는 편광계에 대해서는 여전히 그 적용을 확장하고 있는 추세이므로 스위스의 TCV 장치에서 최근 연구 결과가 보고되고 있으며 미국 MIT의 Alcator C-Mod에서 편광계를 구성 하는 과정이 보고되고 있다. <br><br>첨부파일은 천문성 박사의 원적외선 레이저 시스템을 활용하여 Twin 레이저 시스템을 개발한 과정을 요약한 내용이며, 지난 금요일 대전에서의 Workshop on Advanced Technology of Laser for Understanding of Plamsa Physics 에서 발표했던 자료이다. (발표 자료가 학교에 없네요. 저녁에 집에 가면 자료를 첨부하겠습니다. )",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=175&amp;filenum=1\"><font class=\"list_eng\">090207_신년회.ppt (457.0 KB)</font></a>"
}