{
	"title": "Local Sheath Plasma 연구계획",
	"content": "   납기를 준수하지 못해 송구스럽습니다.<br> 앞으로는 이런일이 없도록 하겠습니다.<br> 죄송합니다. o(__)o<br><br><br> Local Sheath Plasma 연구계획에 대한 내용을 간략하게 정리해 보았습니다.<br> Time schedule로 정리하지는 못했습니다. 추후에 정리해서 올리도록 하겠습니다.<br><br><br>***<br><br><br>1. Electron Sheath & Local Sheath Plasma<br><br>1.1. 연구동향<br><br>        Irving Langmuir의 1929년 논문은 플라즈마 내에 플라즈마 전위보다 높은 전위를 갖는 작은 도체가 있을 경우 플라즈마와 도체사이에는 electron이 ion보다 상대적으로 많은 공간인 electron sheath가 형성된다고 발표하고 있다. 저온/저압 플라즈마에서 형성되는 sheath는 electron의 속도와 ion의 속도차이로 인해서 대부분 ion sheath이며, 이런 이유로 ion sheath에 대한 연구가 이후 활발히 진행되어왔다. 그 반면, 최근에야 electron sheath의 형성에 있어 도체의 크기가 미치는 영향에 대한 논문이 발표되어 왔을 정도로 electron sheath에 대한 연구는 미미한 수준이다. 실험적 측면에서 electron sheath를 가장 흔히 접할 수 있는 상황은 Langmuir Probe의 electron saturation 영역일 것인데, 이 역시 측정의 안정도, 자기장의 영향, probe damage등의 문제로 인해 plasma parameter의 해석에는 배제된 경우가 많아 연구가 충분치 않았다. 최근 PPPL에서 진행하고 있는 plasma propulsion의 source인 arc 플라즈마에서 electron sheath가 발생되고 그 것이 장치의 성능에 직접적인 영향을 주는 것으로 밝혀져, electron sheath의 이론적 모델을 제시된 바 있다. 그러나 이 경우 arc 플라즈마를 유지하기 위해 anode에서 국부적으로 발생한 electron sheath이므로 실험적으로는 이론의 결과를 검증할 수가 없었다. Electron sheath을 실제로 측정한 것은 일본에서 발표된 연구에서 유일하게 진행된 것으로 알고 있는데, Langmuir probe 주변에서 발생한 electron sheath를 laser를 이용하여 그 크기를 측정한 것이다. 이 경우는 cylindrical probe 주변에 형성되는 제한적인 형태의 electron sheath를 간접적으로 측정한 방법으로 그 정확도를 비롯한 실험 결과에 대한 검증이 부족한 것이 단점으로 지적될 수 있다.<br>        Electron sheath가 팽창하였을 때 그 내부에서 국부적인 방전이 일어나서 주변 플라즈마보다 밝은 거품형태의 또 다른 플라즈마가 발생하는데, 이는 'fireball', 'anodic plasma', 'current driven double layer', 'anode spot', 'nonlinear space charge structure', '국부쉬스방전' 등으로 알려져 있다. Langmuir probe 연구에서는 저밀도/고압 플라즈마에 설치된 Langmuir probe 주변에서 electron saturation 영역에서 발생하는 것이 80년대에 발표된 바 있으나, 이는 plasma parameter의 측정에 해가 되는 것임으로 더 이상의 연구는 진행된 바가 없다. 그러나 double layer를 연구하는 분야에서는 국부쉬스방전의 연구과 실험이 아주 활발하게 진행되어 왔는데, 그 이유는 국부쉬스방전으로 인한 ’국부쉬스플라즈마’와 기존 플라즈마 사이가 double layer로 유지되고 있는 것으로 알려져 있기 때문이다. 이에 double layer를 형성하는 가장 쉬운 방법으로 국부쉬스플라즈마를 이용해 왔으며, 이런 이유로 플라즈마의 기본 특성에 대한 연구도 함께 진행되어 왔다. 방전 전후의 current-voltage 특성곡선, 국부쉬스플라즈마의 크기, 국부쉬스플라즈마의 요동 등에 대한 연구가 80년대부터 진행되어 왔다. 이와 더불어 플라즈마 방전개시에 대한 이론적인 연구가 진행되어 발표된 바 있으나, 이론 자체가 복잡할뿐더러 방전개시를 결정하는 경계조건 선택이 모호하다는 점이 단점으로 지적될 수 있다. 최근 이온원 분야에서 이온빔의 전류를 획기적으로 높이는 것에 결정적인 역할을 한 것이 국부쉬스플라즈마인 것으로 밝혀졌다. 이는 인출구 주변에 국부쉬스플라즈마를 형성하여 고전류의 이온빔을 높은 파워효율로 인출할 수 있게 한 것이다. 연구 결과에 따르면 국부쉬스플라즈마를 유지하는 전류와 이온빔의 전류가 비례하는 것으로 밝혀졌으며, 방전 유지 전류는 기형성된 주변 플라즈마의 특성에 의해 결정되는 것으로 발표되었다. 이를 토대로 앞으로는 방전 유지 전류와 주변 플라즈마와의 관계, 또한 방전전극과 인출구의 넓이의 상관 관계 등이 구체적으로 정리/연구될 필요가 있다.<br><br><br>1.2. 연구진행상황<br><br>a. Child-Law sheath에 기반을 둔 electron sheath 1D 모델수립<br>b. Electron sheath 내의 potential/E-field profile, electron/ion profile 계산식 유도<br>c. Negatively biased Langmuir probe를 이용한 electron sheath 측정방법 제시 및 검증<br>d. 알곤 ICP 플라즈마에서 bias probe module 앞에 형성된 electron sheath 측정<br><br>e. 국부쉬스플라즈마 방전 특성 곡선 분석<br>f. 알곤 ICP 플라즈마에서 국부쉬스플라즈마 방전개시전압 측정<br>g. Townsend 모델에 기반을 둔 1D 국부쉬스플라즈마 방전 모델 수립<br>h. 국부쉬스플라즈마 방전개시전압에 대한 비선형 이론식 유도<br>j. 국부쉬스플라즈마 방전개시전압 이론값과 측정값 비교<br><br><br>1.3. 연구방향<br><br>연구동향에 밝힌 것과 같이 electron sheath에 대한 국내외 연구가 부족한 것이 사실이고, electron sheath에서 국부쉬스플라즈마로 천이하는 것이니만큼 electron sheath의 크기를 비롯한 그 구조에 대한 연구를 진행할 필요가 있다. 이론적인 부분에 대한 것은 Child-law sheath 모델에 1D 연구결과도 충분하다고 생각되지만, 향후 연구결과에 따라 2D 모델 연구를 위한 논문 연구도 필요하다고 판단된다. 이에 함께, electron sheath를 실험적으로 측정한 연구가 국/내외적으로 충분치 않은 것으로 판단되므로, negative bias probe를 이용한 진단법을 통해 electron sheath를 실험적으로 검증하고 연구하는 것이 의미있는 작업이 되리라 생각된다. <br><br>a. electron sheath 측정법에 대한 심도 있는 검증<br>   다양한 가스의 플라즈마 상황에서 electron sheath의 측정<br>   electron sheath의 용이한 측정을 위한 motorized linear motion 도입<br>   negative bias voltage 변화에 대한 electron sheath 측정 결과 정리/분석<br>   negative biased probe의 raw data에서 electron sheath 영역 외 영역 해석<br>   LIF 등 비교검증이 가능한 측정법 검토<br><br>electron sheath의 검증과 더불어 국부쉬스플라즈마의 방전특성과 주변플라즈마와의 상관관계에 대한 연구를 추진하는 것이 필요하다. 국부쉬스플라즈마는 double layer 연구분야에 사용되는 것을 제외하고는 응용분야가 없었으나, 최근 이온원 분야에서 빔전류를 높이는데에 큰 역할을 하는 것으로 밝혀진 것으로부터 판단해 볼 때 그 산업적 응용의 잠재력이 매우 큰 것으로 판단된다. 이에 국부쉬스플라즈마의 형성이나 구조에 대한 접근뿐만 아니라 방전유지 조건 및 방전이후의 거동에 대한 연구를 같이 수행하는 것이 필요할 것으로 보여진다. 우선적으로 국부쉬스플라즈마의 방전유지전류와 주변플라즈마의 특성간의 상관관계를 구체적으로 연구할 필요가 있으며 이후 방전유지전류 향상을 위한 연구를 수행해야 할 것이라 생각된다.<br><br>b. 국부쉬스플라즈마와 주변플라즈마와의 상관관계 및 방전유지전류 특성 연구<br>   다양한 가스의 플라즈마 조건에서 방전개시전압 측정<br>   방전이후 국부쉬스플라즈마의 전류-전압 특성 곡선 측정 및 해석<br>   주변플라즈마 parameter와 국부쉬스플라즈마 parameter간의 상관관계 분석<br>   주변플라즈마 운전 변수와 국부쉬스플라즈마의 크기와 구조 분석<br>   플라즈마 운전 변수에 대한 방전유지전류 변화 측정<br>   국부쉬스프라즈마 parameter와 방전유지전류의 상관관계 분석<br><br><br>1.4. 연구목표<br><br>연구 논문 : Electron sheath의 팽창과 그 내부에서의 방전에 대한 연구<br>연구 발표 : Electron sheath 내에서의 발생하는 플라즈마의 방전개시전압에 대한 연구<br><br><br><br>***<br><br><br> 연구내용을 정리하다 보니 이런 paper work들이 앞으로의 연구에 반드시 필요한 한 부분이란 생각이 또 한번 들었습니다.<br> 저는 지난 가을에 거의 처음으로 연구계획서라는 것을 작성해볼 기회가 있었습니다.<br> 그 동안은 연구계획서의 일부를 맡았다던가, 이미 결정되어 있었던 과제였거나 위탁과제였던 탓에 전체를 다 작성해야하는 것이더라도 비교적 짧은 내용의 계획서를 준비하는 것에 그쳤었습니다.<br> 작년의 경우는 학술진흥재단 재출용으로 2년차 과제에 대한 연구계획 전체를 준비하는 것이었는데, 저 스스로 많이 부족함을 느꼈던 것이 사실입니다. 과제체택이 되지 않은 이유도 아마 충실하지 못한 내용과 서투른 계획 때문이 아니었을까 생각합니다.<br> 하지만, 연구계획서를 작성하면서 제가 도달해야할 연구목표가 점점 또렷해지는 것을 여실히 느낄 수 있었습니다. 연구목표와 이유 그리고 상세한 연구내용을 구체화한다는 것이 '앞으로 수행할' 혹은 '아직은 시작하지도 않은' 연구를 좀 더 체계적이고 계획적으로 만들어 줘서 미리 과제목표를 달성한 것과 같은 확신을 가질 수 있게 하는 원동력이 될 수도 있다고 생각합니다. 물론 연구진행을 원활하게 할 수 있다는 장점도 있는 것이고요.<br> 연구계획서를 시간을 가지고 한번 작성해 두면 1년 연구가 편해질 수 있겠다는 생각을 해봅니다.<br><br><br> 비슷한 내용이기도 하거니와 저도 오랜만에 읽을 겸해서 작년에 학진에 제출한 연구계획서를 첨부합니다. <br><br><br>",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=183&amp;filenum=1\"><font class=\"list_eng\">최종_연구계획서v.1_학술진흥재단2008기초연구과제지원사업.hwp (224.0 KB)</font></a>"
}