{
	"title": "정기보고",
	"content": "  #<br>양성자 과제 (빔프로파일측정)  마무리와 새롭게 시작할 과제 계획서 등으로 일정이 밀려서 구체적인 연구계획서 작성에는 무리가 있을 것 같습니다. 관련해서 구상하고 있는 내용은 있습니다만, 좀 더 구체화해서 근 시일내에 정리하도록 하겠습니다.<br><br>간단하게만 정리하면,<br><br>1. 표면생성과 관련하여 Mo, Ta등을 이용한 새로운 플라즈마 전극 물질, 구조를 통한 음이온 빔 전류 향상<br>2. 더 많은 RF 파워를 인가할 수 있도록 하기 위한 챔버 디자인 변경<br>3. 광진단, photodetachment를 이용한 음이온 밀도 진단 등을 위한 챔버 디자인 변경<br>    필터 자석 및 Cusp 자석의 교체가 용이한 구조로의 챔버 디자인 변경<br>4. 인출홀 근처의 자장과 플라즈마 전위의 관계를 확인하기 위한 PIC 전산모사<br><br>등을 계획하고 있으며, 구체적인 내용은 3월 중으로 정리할 계획입니다.<br><br>#<br>양성자 과제의 경우, 빔프로파일 측정에는 성공했습니다.<br>일단은 Gaussian 프로파일을 보여주고 있습니다.<br><br>빔의 크기가 생각보다 커서 신호의 세기가 작았습니다. 적어도 10cm 정도의 크기(FWHM이 아닌, 대략의 크기)를 갖는 것으로 생각되며, 따라서 1mA 정도의 음이온빔의 경우 7mm 지름의 레이저 빔을 입사시킨다고 가정했을 때, 가장 음이온 빔의 세기가 큰 빔의 center 쪽에서도 10% 이하만 중성화되는 것으로 보입니다. 실제 실험 결과에서도  8~9%정도가 중성화되는 것으로 보입니다. 1mA의 10%가 중성화될 경우 줄어드는 빔의 크기가 약 100uA이고, ns 펄스를 잡기 위해서는 측정 저항 또한 작아야 되기 때문에 측정되는 전류 신호는 매우 작은 크기가 됩니다. 노이즈가 워낙 큰 상황이기 때문에, 같은 위치에서 수십번을 측정하여 평균하는 방법으로 노이즈 신호를 줄였습니다.<br><br>몇가지 이해하기 힘든 문제들이 남아 있습니다만, 첫번째는 측정한 펄스의 폭이 10ns가 아닌 100ns정도로 넓습니다. 이 점은 측정 회로의 문제가 아닌가 생각은 하고 있습니다. 실제 1 메가옴의 측정 저항을 쓸 경우에는 수 us까지 ringing 하면서 신호가 길어지는 현상을 볼수가 있었습니다. 이 부분은 좀 더 생각을 해 볼 필요가 있을 것 같습니다. 두 번째로는 trigger로 쓰고 있는 photodiode 신호 이후에 중성화되어 빔 전류가 줄어드는 신호가 잡히기 까지가 약 100~200ns 정도밖에 되지 않습니다. 50cm를 12keV의 수소 음이온이 진행하는데 필요하다고 계산된 시간은 약 2us정도였습니다. 따라서, 트리거 신호 이후에 약 1~2us정도 이후에 전류 신호가 잡힐 것이라고 생각했습니다만, 실제로는 이의 1/10 정도 이후에 전류신호가 잡혔습니다. <br><br>사실, 이러한 점 때문에 실제 빔전류가 감소되는 신호인지 약간의 의구심을 갖기는 했습니다만, 일단 그 이후에 신호라고 생각되는 빔전류의 변화를 찾지 못 한 점과 레이저빔의 입사위치를 바꿈에 따라서 크기가 변하면서 Gaussian 프로파일을 보여주는 점 때문에 일단은 레이저 중성화에 의한 빔 전류 변화에 의한 신호라고 생각하고 있습니다.<br><br>참고로, 이전에 이석근씨가 보여드렸던 신호는 노이즈인것으로 판명났습니다. 레이저에서 Nd:YAG 크리스털내 원자들을 여기시키기 위해서 사용하는 flash 램프를 이용하는데, 이를 위해 펄스 시스템을 이용합니다. 이 펄스시스템이 전원쪽의 접지에 영향을 준 것이 아닌가 생각합니다. 해당 노이즈를 없애기 위해서 레이저 전원을 음이온 챔버가 있는 102하고 아닌 124호의 단자에 연결시켰더니, 노이즈가 사라졌습니다.<br><br>",
	"download1": "<a href=\"http://nuplex.snu.ac.kr/zeroboard/download.php?id=Research&amp;page=1&amp;sn1=&amp;divpage=1&amp;sn=off&amp;ss=on&amp;sc=on&amp;select_arrange=headnum&amp;desc=asc&amp;no=187&amp;filenum=1\"><font class=\"list_eng\">090227_빔프로파일측정_팀세미나.ppt (3.40 MB)</font></a>"
}