{
	"title": "[re] [정기보고] MWPIS : Effect of flexible cable with corrogated tube",
	"content": "  주름동축관 사용으로 Power loss를 최소화하여 고효율성을 달성한 것은 Nanobeam용 MWPIS 개발에 상당히 큰 진척이라고 생각됩니다. (^^)乃   몇가지 기술적인 질문(or Discussion item)을 던지자면,<br><br>1) MW power 150W, 1sccm 조건에서 Bias saturation는 140mA이 나오는데(주름동축관 사용 시) 이는 ambient plasma에 노출된 Bias 전극 직경이 3mm의 경우에서 전자밀도 4.3E11/cm^3에 해당하는 군요 (단, 전자온도 3eV 가정, 전자포화전류식으로 계산). 이러한 LSP가 인출구에서 Loss없이 인출되었을때 예상되는 최대 이온빔전류밀도(Bohm current density)는 11mA/cm^2으로 계산됩니다 (단, 인출구 직경 0.3mm 가정). 그런데 동일 조건에서 측정된 이온빔전류밀도는 28mA/cm^2로 예상치 보다 2배 이상 높습니다 (여기서 이온빔전류밀도는 변곡점에서의 값임). 통상적으로 실험치가 예측치보다 낮은 경우가 많은데 이 경우는 반대이네요. 추정치가 잘못된 것인지 아님 다른 실험적 요인(측정이슈 등)이 숨겨져 있는지 Discussion 해보시길 권유드립니다.<br><br>2) 리서치보드에서 작년인가 논의한 바가 있는데, 통상적으로 ICP는 Pressure가 올라갈 수록(1mT~100mT) 전자밀도가 올라가는 반면 이온빔전류는 그와 반대 경향을 보이는 이유에 대하여 설명했었고 LSP는 이러한 역전현상을 바로 잡을(?) 수 있는 방법이라고 논하였습니다. 그런데 이번 실험의 경우는 아예 Ambient MW plasma 밀도 자체가 Pressure에 역비례하는 경향인 것 같네요. (P.2의 Breakdown voltage 특성, P.3의 Saturation current 특성을 통해 유추할 수 있죠). MW 사용 시 나타나는 뭔가 흥미로운 현상인데요 혹시 Pressure에 따른 Ambient plasma 밀도 측정 data가 있는지요?           <br><br>3) 이온빔전류의 안정성을 위해서는 LSP에 의해 Bias electrode로 Drain되는 electron current (bias current)가 일정해야 됨은 당연합니다. 따라서 Current-constant mode로 운전하는 것이 원칙일 것으로 판단됩니다 (Voltage-constant mode로 운전 시 Possitive feedback 효과로 인해 플라즈마밀도 혹은 이온빔전류가 Unstable해지는 이유는 제 박사논문 P.68에 있습니다). 실제로 P.2의 I-V 특성 Curve 중 1sccm의 경우를 보면, Operation bias voltage 45V 근처에서 매우 불안정한 것처럼 보입니다. 그런데 굳이 Voltage-constant mode로 운전하는 이유는 무엇인가요? 예를 들면 수백mA대에서 Current-constant mode로 Power supply 운전이 힘들다던지, 아님 실제로 해보니 Voltage-constant mode가 더 Ripple-free하다던지 등.... <br><br>4) 이건 제 실험경험에서 얻은 내용인데, 저도 실험 초기에는 Bias 전극으로 Copper로 사용하였습니다. 이유는 물론 열적안정성 측면(냉각효과)에서 였죠. 그런데 실험 도중 이온빔전류 불안정성이 심했습니다. 진공파기하고 Bias 전극 주변을 관찰해본 결과, Copper가 주변 세라믹이나 Quartz등에 다닥다닥 붙어있었드랬죠(--);;. 거의 Sputter 코팅한 것 같은 수준이었습니다. 지금도 그 원인은 잘모르겠습니다 - 냉각도 충분히 했었고 더군다가 LSP와 Bias 전극 사이에는 Anode sheath가 형성되기에 Sputtering에 의한 것도 아닐텐데 말이죠. 잠정 결론은 냉각수를 흘렸으나 어떠한 이유에서 냉각이 잘 안되어서 Copper가 Evaporation한 것이다 였습니다. 맞는 모델이었는지는 잘모르겠지만...  이 문제는 Bias 전극을 알루미늄으로 교체하면서 해결되었습니다. 교체 후 포화전류까지 올려서 운전해도 매우 안정된 특성을 보였습니다. 알루미늄이 Evaporation에 더 강한 건지 확인은 안해봤습니다. 결론적으로 보면 ICP(~500W) 대신에 MW(~150W)를 사용하면서 그리고 Bias 전극 구조가 뭔가 바뀌면서 열적/전기적 안정성이 증가한 것은 맞아 보입니다만 확실한 설명은 아직 부족한 듯 싶습니다. 연구목적이 아닌 Commercial 장비까지 고려한다면 안정적 운전이라는 테마는 매우매우매우매우 중요한 부분입니다. 이에 대한 뽀인트도 중요하게 다뤄주시길 기대합니다.<br><br>화이팅!!<br><br><br><br><br><br><br><br>> Rectangular Cavity Resonator를 이용한 Microwave Plasma Ion Source 실험 결과입니다.<br>><br>> 중요한 변수는 마이크로웨이브 파워 전달을 위한 동축선을 교체한 것입니다.<br>><br>> 기존에 사용하던 일반 동축선 대신 corrugated tube를 적용한 flexible cable을 적용해서 실험을 했고, 그 효과를 비교해 보았습니다.<br>><br>> 결과는 아래와 같이 요약할 수 있습니다.<br>><br>> 1. 케이블에서 파워손실이 줄어서 플라즈마로 전달되는 파워가 늘었고,<br>>    그로 인해  LSP의 saturated current와 인출 빔 전류가 모두 2 배 늘었습니다.<br>><br>> 2. 마이크로웨이브 플라즈마의 Breakdown을 위한 입력 파워(Power Supply에 표시되는) 대비 최적의 cavity length가 기존보다 늘어났습니다.<br>><br>><br>> 덧댐><br>> 미팅시간에 말씀드린 것처럼 LSP 장치의 TMP가 제 실수로 인해 망가진 것 같습니다. (아직 뜯어보진 않았습니다.)<br>> 그래서 당분간 실험을 진행하는 것이 좀 어려워졌습니다.<br>> 수리 혹은 교체하는데로 연구 결과를 보고하도록 하겠습니다.<br>"
}